Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# LegalSafetyText
source: WARNING: To avoid injury, read all safety information below and operating instructions before using Apple TV. Failure to follow these safety instructions could result in fire, electric shock, or other injury or damage to Apple TV or other property. Important Safety Instructions Read and follow these instructions to use Apple TV safely. • Read these instructions. • Keep these instructions. • Heed all warnings. • Follow all instructions. • Do not use Apple TV near water. • Clean only with a dry cloth. • Do not block any ventilation openings. Install in accordance with manufacturer’s instructions. • Do not install near any heat sources such as radiators, heat registers, stoves, or other devices (including amplifiers) that produce heat. • Protect the power cord from being walked on or pinched, particularly at the plugs and at the point where it exits from Apple TV. • Only use attachments/accessories specified by the manufacturer. • Unplug Apple TV during lightning storms or when unused for long periods of time. • Refer all servicing to qualified service personnel. Servicing is required when Apple TV has been damaged in any way, such as when the power cord or plug is damaged, liquid has been spilled or objects have fallen into Apple TV, or Apple TV has been exposed to rain or moisture, does not operate normally, or has been dropped. Power Apple TV has no on/off switch. The Power button on the remote puts Apple TV to sleep, and wakes Apple TV from sleep. To disconnect Apple TV from power, unplug the power cord. Make sure the power cord is always easily accessible. When connecting or disconnecting Apple TV, always hold the plug by its sides. Keep fingers away from the metal part of the plug. Location Do not use Apple TV outdoors. Apple TV is an indoor product. Do not place naked flame sources, such as lighted candles, on or near Apple TV. Do not use Apple TV near water. Do not expose Apple TV to dripping or splashing, and do not place any object filled with liquid, such as a vase, on Apple TV. Do not move Apple TV if it is connected to a TV, computer, or other electronic device. WARNING: To reduce the risk of fire or electric shock, do not expose Apple TV to rain, liquid, moisture, excessive heat, or naked flame. Battery and Charging Don’t attempt to replace the remote battery yourself—you may damage the battery, which could cause overheating, fire, and injury. The lithium-ion battery in the remote should be serviced or recycled by Apple or an authorized service provider, and must be recycled or disposed of separately from household waste. Dispose of batteries according to your local environmental laws and guidelines. For information about Apple lithium-ion batteries and battery service and recycling, go to apple.com/batteries/service-and-recycling. For information about charging, see “Charging the Remote” below. Cleaning and Care To clean Apple TV, unplug the power cord and all cables. Then use a soft, dry, lint-free cloth. Avoid getting moisture in openings. Do not use window cleaners, household cleaners, aerosol sprays, solvents, alcohol, ammonia, or abrasives to clean Apple TV. Repairing Do not make repairs yourself. You can find more information about getting service at support.apple.com/apple-tv/repair/service. WARNING: Do not attempt to open Apple TV or disassemble it. You run the risk of electric shock, and damage caused by disassembly is not covered by the limited warranty. No user-serviceable parts are inside. Handling Your Apple TV may be damaged by improper storage or handling. Be careful not to drop Apple TV when transporting it. Operating Environment Apple TV works best in ambient temperatures between 32° and 95° F (0° and 35° C) and can be stored at temperatures between -4° and 113° F (-20° and 45° C). While you’re using Apple TV, it’s normal for the case to get warm. The Apple TV case is designed to transfer heat from inside the unit to the cooler air outside. Do not operate Apple TV in areas with significant amounts of airborne dust or particulate matter that might clog the ventilation openings. Explosive and Other Atmospheric Conditions Using Apple TV and the remote in any area with a potentially explosive atmosphere, such as areas where the air contains high levels of flammable chemicals, vapors, or particles (such as grain, dust, or metal powders), may be hazardous. Exposing Apple TV and the remote to environments having high concentrations of industrial chemicals, including near evaporating liquified gases such as helium, may damage or impair Apple TV and the remote functionality. Obey all signs and instructions. Medical Conditions If you have a medical condition that you believe could be affected by using Apple TV (for example, seizures, blackouts, eyestrain, or headaches), consult with your physician prior to using Apple TV. Medical Devices The remote contains radios that emit electromagnetic fields. These electromagnetic fields may interfere with pacemakers, defibrillators, and other medical devices. Keep at least 6 inches (approximately 15 cm) of separation between your pacemaker or defibrillator and the remote. If you suspect the remote is interfering with your pacemaker or any other medical device, stop using it and consult your physician for information specific to your medical device. Repetitive Motion When you perform repetitive activities such as playing games on Apple TV, you may experience occasional discomfort in your hands, arms, wrists, shoulders, neck, or other parts of your body. If you experience discomfort, stop those activities and consult a physician. Charging the Remote Charge the remote with the included Lightning cable, or with other third-party “Made for iPhone” Lightning cables. Using counterfeit or damaged cables or chargers, or charging when moisture is present, can cause fire, electric shock, injury, or damage to the remote or other property. When you use a power adapter to charge the remote, make sure the Lightning cable is fully inserted into the power adapter before you plug the adapter into a power outlet. Lightning Cable and Connector Avoid prolonged skin contact with the connector when the Lightning cable is plugged into a power source, because it may cause discomfort or injury. Avoid situations where your skin is in contact with the Lightning connector for a long period of time when it’s plugged in. For example, while the remote is charging or while the Lightning cable is plugged into a power source, do not sit or sleep on it or place it under a blanket, pillow, or your body. Take special care if you have a physical condition that affects your ability to detect heat against the body. Discoloration of the Lightning connector after regular use is normal. Dirt, debris, and exposure to liquids may cause discoloration. To remove the discoloration or if the cable becomes warm during use or won’t charge the remote, disconnect the Lightning cable from your computer or power adapter and clean it with a soft, dry, lint-free cloth. Do not use liquids or cleaning products when cleaning the Lightning connector. Gaming Avoid excessive motion when playing games on Apple TV. Maintain a secure grip on remotes or game controllers to prevent injury or accidental damage. Device Information Information such as the model number, serial number, and electrical rating is located on the bottom of Apple TV. To find the serial number onscreen, go to Settings > General > About. User Guide Before using Apple TV, review the Apple TV User Guide. Go to support.apple.com/guide/tv. You can also use Apple Books to download the user guide (where available). Retain documentation for future reference.
ar: تحذير: لتجنب التعرض لأي إصابات، يرجى قراءة جميع معلومات الأمان أدناه وتعليمات التشغيل قبل استخدام Apple TV. قد يؤدي الإخفاق في الالتزام بتعليمات الأمان هذه إلى حدوث حريق أو صدمة كهربائية أو غير ذلك من الإصابات أو تلف Apple TV أو أي ممتلكات أخرى. تعليمات مهمة بشأن الأمان يرجى قراءة واتباع هذه التعليمات لاستخدام Apple TV بأمان. • اقرأ هذه التعليمات. • احتفظ بهذه التعليمات. • راعِ كل التحذيرات. • اتبع كل التعليمات. • لا تستخدم Apple TV بالقرب من الماء. • نظف بقطعة قماش جافة فقط. • لا تسد أي فتحات تهوية. يرجى تركيب الجهاز بما يتفق مع تعليمات الشركة المصنِّعة. • لا تضع الجهاز بالقرب من أي مصادر حرارية مثل المشعات أو فتحات التدفئة أو المواقد أو الأجهزة الأخرى التي تنتج حرارة (ومنها مكبرات الصوت). • تجنب أن يتعرض كبل الطاقة للمشي فوقه أو الضغط عليه، وخصوصًا عند القابس وعند الطرف الخارج من Apple TV. • استخدم المرفقات/الملحقات التي تحددها الشركة المصنِّعة فقط. • افصل الطاقة عن Apple TV أثناء العواصف الرعدية أو عند عدم استخدامه لفترات زمنية طويلة. • أجرِ جميع أعمال الصيانة لدى موظفي خدمة مؤهلين. تجب صيانة Apple TV عند تلفه بأية طريقة، مثل تلف كبل الطاقة أو منفذ الطاقة، أو انسكاب سائل عليه أو سقوط أشياء بداخله، أو تعرضه للمطر أو للبلل، أو عدم عمله بشكل طبيعي، أو سقوطه. الطاقة لا يحتوي Apple TV على مفتاح تشغيل/إيقاف. عند الضغط على زر Power في الريموت، يتم إسبات Apple TV وتنبيهه من الإسبات. لفصل الطاقة عن Apple TV، يجب فصل كبل الطاقة؛ ولذلك يرجى التأكد من سهولة الوصول إلى كبل الطاقة بصفة دائمة. وعند توصيل Apple TV أو فصله، يرجى الحرص دائمًا على إمساك القابس من جانبيه، كما يرجى إبعاد أصابعك عن الجزء المعدني بالقابس. الموقع يجب عدم استخدام Apple TV في الأماكن المكشوفة؛ حيث إن Apple TV منتج مصمم للاستخدام في الأماكن المغلقة فقط. يجب عدم وضع أي لهب مكشوف مثل الشمعة المشتعلة على Apple TV أو بالقرب منه. يجب عدم استخدام Apple TV بالقرب من الماء. ويجب عدم وضع Apple TV في مكان عرضة للتنقيط أو للرذاذ، أو وضع أي غرض مليء بالسوائل - مثل المزهرية - فوق Apple TV. يجب عدم تحريك Apple TV إذا كان موصولاً بجهاز آخر مثل تلفزيون أو كمبيوتر أو جهاز إلكتروني آخر. تحذير: لتقليل خطر التعرض لحريق أو صدمة كهربائية، يرجى عدم تعريض Apple TV للمطر أو السوائل أو البلل أو الحرارة المفرطة أو اللهب المشتعل. البطارية والشحن لا تحاول استبدال البطارية بنفسك؛ فقد تُعرض البطارية للتلف، مما قد يؤدي إلى السخونة المفرطة وحدوث حريق والتعرض للإصابة. لا ينبغي صيانة بطارية الليثيوم أيون الموجودة في الريموت أو إعادة تدويرها إلا من خلال Apple أو موفر خدمة معتمد، وتجب إعادة تدويرها أو التخلص منها بصورة منفصلة عن النفايات المنزلية. يرجى التخلص من البطاريات وفقًا للقوانين والتوجيهات البيئية المحلية في بلدك. للحصول على معلومات حول بطاريات الليثيوم أيون من Apple وصيانة وإعادة تدوير البطارية، يرجى الانتقال إلى apple.com/ae-ar/batteries/service-and-recycling. وللحصول على معلومات عن الشحن، يمكنك مراجعة "شحن الريموت" أدناه. التنظيف والعناية لتنظيف Apple TV، يرجى فصل سلك الطاقة وجميع الكبلات الأخرى، ثم استخدام قطعة قماش جافة وناعمة وخالية من النسالة. يجب تجنب وصول البلل إلى أي فتحات. ويحظر استخدام منظفات النوافذ أو منظفات المنازل أو بخاخات الرذاذ الجوي (الأيروسول) أو المذيبات أو الكحول أو الأمونيا أو المواد الكاشطة لتنظيف Apple TV. الإصلاح يجب عدم إجراء عمليات الإصلاح بنفسك. يمكنك العثور على مزيد من المعلومات حول الحصول على الخدمة على الرابط: support.apple.com/apple-tv/repair/service تحذير: لا تحاول فتح Apple TV أو تفكيكه؛ فقد تواجه خطر التعرض لصدمة كهربائية، كما أن أي تلف ناتج عن ذلك لن يكون مشمولاً في الضمان المحدود. لا توجد أجزاء بداخل الجهاز يمكن للمستخدم صيانتها. التعامل قد يتعرض Apple TV للتلف نتيجة التخزين السيء أو التعامل غير السليم معه؛ لذا يرجى الانتباه حتى لا تسقط Apple TV عند نقله. بيئة التشغيل يعمل Apple TV بشكل مثالي في درجات الحرارة الطبيعية بين صفر و ٣٥ درجة مئوية (٣٢ و ٩٥ فهرنهايت) ويمكن تخزينه في درجات حرارة بين -٢٠ و ٤٥ درجة مئوية (-٤ و ١١٣ فهرنهايت). من الطبيعي أن ترتفع درجة حرارة هيكل Apple TV أثناء تشغيله. هيكل Apple TV مصمم لنقل الحرارة من داخل الوحدة إلى خارجها حيث الهواء البارد. يجب عدم تشغيل Apple TV في الأماكن التي تحتوي على كميات كبيرة من الغبار أو الجسيمات الدقيقة في الهواء، والتي قد تؤدي إلى إغلاق فتحات التهوية. الأجواء القابلة للانفجار وغيرها قد يكون من الخطورة استخدام Apple TV والريموت في أجواء قد تؤدي إلى الانفجار، مثل الأماكن التي يحتوي فيها الهواء على كميات كبيرة من الكيماويات القابلة للاشتعال أو أبخرة أو جسيمات (مثل الحبوب أو الغبار أو برادة المعادن). يمكن أن يتلف Apple TV والريموت وتتعطل وظائفهما في حالة التعرض لبيئات تحتوي على تركيزات عالية من الكيماويات الصناعية، بما في ذلك استخدامهما بالقرب من غازات مسالة متبخرة مثل الهيليوم. ويجب اتباع جميع التعليمات والعلامات الإرشادية. الظروف الصحية إذا كانت لديك ظروف صحية تعتقد بأنها قد تتأثر باستخدام Apple TV (كنوبات مرضية أو إغماء أو إجهاد بصري أو صداع)، يرجى استشارة طبيبك قبل استخدام Apple TV. الأجهزة الطبية يتضمن الريموت موجات لاسلكية تُصدر مجالات كهرومغناطيسية. قد تتداخل هذه المجالات الكهرومغناطيسية مع الناظمات القلبية وأجهزة إزالة الرجفان وغير ذلك من الأجهزة الطبية. يرجى الحفاظ على مسافة فاصلة ١٥ سم ( ٦ بوصة تقريبًا) بين الريموت والناظمة القلبية أو جهاز إزالة الرجفان. وإذا شعرت بأن الريموت يتداخل مع الناظمة القلبية أو أي جهاز طبي آخر، يجب التوقف عن استخدام الجهاز واستشارة طبيبك للحصول على المعلومات الخاصة بجهازك الطبي. الحركة المتكررة عند تكرار نشاطات مثل اللعب على Apple TV، قد تشعر أحيانًا بتعب في يديك أو ذراعيك أو معصميك أو كتفيك أو رقبتك أو أجزاء أخرى من جسمك. يرجى التوقف عن تلك النشاطات واستشارة الطبيب في حالة الشعور بأي تعب. شحن الريموت يمكنك شحن الريموت باستخدام كبل لايتننغ المصاحب أو أي كبل لايتننغ يحمل شعار "Made for iPhone" من صنع جهة خارجية أخرى. تجدر الإشارة إلى أن استخدام كبلات أو شواحن مزيفة أو تالفة، أو الشحن مع وجود بلل، يمكن أن يؤدي إلى حريق أو صدمة كهربائية أو إصابة أو تلف في الريموت أو الممتلكات الأخرى. عند استخدام محول طاقة لشحن الريموت، يرجى التأكد من أن كبل لايتننغ قد تم إدخاله بأكمله في محول الطاقة قبل توصيل المحول بمصدر الطاقة. كبل وموصل لايتننغ يجب تجنب ملامسة بشرتك لفترات طويلة لكبل لايتننغ عندما يكون متصلاً بمصدر طاقة، لأن ذلك قد يتسبب في تعب أو إصابة. ويجب تجنب الحالات التي تتطلب ملامسة بشرتك لموصل لايتننغ لمدة طويلة أثناء اتصاله بمصدر الطاقة. على سبيل المثال، أثناء شحن الريموت أو عندما يكون كبل لايتننغ متصلاً بمصدر طاقة، لا ينبغي الجلوس أو النوم عليه أو وضعه تحت اللحاف أو الوسادة أو تحت جسمك. خذ أقصى احتياطاتك إذا كنت تعاني من حالة جسدية تؤثر على قدرتك على الإحساس بالحرارة التي يتعرض لها جسمك. تغيّر لون موصل لايتننغ بعد الاستخدام المنتظم يعد أمرًا طبيعيًا. وقد يؤدي التعرض للأوساخ والفتات والسوائل إلى تغير اللون. للتخلص من تغير اللون، أو إذا أصبح الكبل ساخنًا أثناء الاستخدام أو في حال توقفه عن شحن الريموت، يرجى فصل كبل لايتننغ من الكمبيوتر أو من مصدر الطاقة وتنظيفه بقطعة جافة وناعمة وخالية من النسالة. يجب عدم استخدام سوائل أو منتجات تنظيف عند تنظيف موصل لايتننغ. اللعب يرجى تجنب الحركة المفرطة عند اللعب على Apple TV. ويرجى إمساك الريموتات أو أذرع تحكم الألعاب بإحكام لتجنب الإصابة أو التلف غير المقصود. معلومات الجهاز توجد معلومات الجهاز - مثل رقم الطراز والرقم التسلسلي والتصنيف الكهربائي - أسفل Apple TV. لعرض الرقم التسلسلي على الشاشة، انتقل إلى الإعدادات > عام > حول. دليل المستخدم يرجى مراجعة دليل مستخدم Apple TV قبل استخدام Apple TV. انتقل إلى support.apple.com/guide/tv. يمكنك أيضًا استخدام Apple Books لتنزيل دليل المستخدم (إذا كان متوفرًا). يرجى الاحتفاظ بتلك الوثائق كمرجع للمستقبل.
ca: ADVERTIMENT: Per evitar accidents, abans d’utilitzar l’Apple TV llegeix les instruccions d’ús i la informació de seguretat que trobaràs a continuació. Si no segueixes les instruccions de seguretat, es poden produir incendis, descàrregues elèctriques o altres accidents que malmetin l’Apple TV i altres objectes. Instruccions de seguretat importants Llegeix i segueix les instruccions següents per utilitzar l’Apple TV de forma segura. • Llegeix aquestes instruccions. • Conserva aquestes instruccions. • Tingues en compte tots els avisos. • Segueix totes les instruccions. • No utilitzis l’Apple TV a prop de l’aigua. • Neteja’l només amb un drap sec. • No obstrueixis les obertures de ventilació. Instal·la’l seguint les instruccions del fabricant. • No l’instal·lis a prop de fonts de calor com ara radiadors, calefactors, estufes o altres aparells, inclosos amplificadors, que desprenguin calor. • Protegeix el cable d’alimentació per evitar trepitjar‑lo o doblegar‑lo, especialment a prop dels endolls i punts de sortida de l’Apple TV. • Utilitza únicament els accessoris i connectors que indiqui el fabricant. • Desconnecta l’Apple TV del corrent elèctric durant les tempestes elèctriques o si deixes d’utilitzar‑lo durant llargs períodes de temps. • Adreça’t sempre a professionals qualificats si necessites assistència tècnica. Hauràs de sol·licitar assistència tècnica si l’Apple TV s’avaria; per exemple, si es malmet el cable d’alimentació o l’endoll, si es vessa líquid o cauen objectes sobre l’Apple TV, si a causa de l’exposició a la pluja o a la humitat l’Apple TV no funciona correctament o si l’aparell cau a terra. Alimentació L’Apple TV no té interruptor d’engegada i apagada. El botó d’engegada del comandament a distància serveix per activar i desactivar el mode de repòs a l’Apple TV. Per desconnectar l’Apple TV del corrent elèctric, desendolla el cable d’alimentació. Assegura’t que sempre puguis accedir fàcilment al cable d’alimentació. En connectar o desconnectar l’Apple TV, agafa l’endoll pels costats i no apropis els dits a la part metàl·lica. Ubicació No utilitzis l’Apple TV a l’aire lliure. L’Apple TV és un producte d’interior. No col·loquis flames directes, com ara espelmes enceses, a prop ni a sobre de l’Apple TV. No utilitzis l’Apple TV a prop de l’aigua. No exposis l’Apple TV a goteres o esquitxades, i no col·loquis cap objecte que contingui líquid, com ara un gerro, a sobre de l’Apple TV. No moguis l’Apple TV si està connectat a un televisor, ordinador o qualsevol altre aparell electrònic. ADVERTIMENT: Per reduir el risc d’incendi o descàrrega elèctrica, no exposis l’Apple TV a la pluja, líquids, humitat, calor excessiva o flames directes. Bateria i càrrega No provis de canviar la bateria del comandament a distància pel teu compte; pots malmetre la bateria i, consegüentment, provocar un sobreescalfament, incendi o accident. La bateria d’ió liti del comandament l’ha de canviar o reciclar Apple o un proveïdor de serveis autoritzat, i s’ha de reciclar o llençar per separat de les escombraries de la llar, d’acord amb la legislació i la normativa mediambientals del teu municipi. Per obtenir informació sobre les bateries d’ió liti i el servei de reparació i reciclatge de bateries d’Apple, ves a apple.com/es/batteries/service-and-recycling. Per obtenir informació sobre com es carrega la bateria, consulta l’apartat “Càrrega del comandament a distància” que trobaràs més endavant. Neteja i manteniment Per netejar l’Apple TV, desconnecta el cable d’alimentació i la resta de cables. Després, passa‑hi un drap suau i sec que no desprengui borrissol. Evita que entri humitat per les obertures. No netegis l’Apple TV amb productes específics per a vidres, productes de neteja de la llar, esprais amb aerosols, dissolvents, alcohol, amoníac ni substàncies abrasives. Reparació No provis de reparar l’Apple TV pel teu compte. Per obtenir informació sobre les opcions de reparació, ves a apple.com/es/batteries/service-and-recycling. ADVERTIMENT: No provis d’obrir ni de desmuntar l’Apple TV. Corres el risc de patir una descàrrega elèctrica i els danys causats pel desmuntatge no estan coberts per la garantia limitada. A l’interior no hi ha peces que puguis reparar. Manipulació L’Apple TV es pot malmetre si es desa o es manipula indegudament. Vigila que l’Apple TV no et caigui quan el transportis. Temperatura operativa L’Apple TV funciona millor en temperatures ambient d’entre 0 i 35 °C, i es pot emmagatzemar en temperatures d’entre -20 i 45 °C. En utilitzar l’Apple TV, és normal que s’escalfi la carcassa. La carcassa de l’Apple TV s’ha dissenyat de manera que transfereixi la calor de l’interior de l’aparell a l’aire més fred de l’exterior. No utilitzis l’Apple TV en llocs on hi hagi una quantitat considerable de pols en suspensió o de partícules d’altres matèries que puguin obstruir les obertures de ventilació. Atmosferes explosives i altres condicions atmosfèriques No utilitzis l’Apple TV ni el comandament a distància en llocs on hi hagi una atmosfera potencialment explosiva, com ara zones on l’aire contingui nivells alts de substàncies químiques inflamables, gas o partícules (per exemple, sorra, pols o metalls en pols); pot ser perillós. Tampoc exposis l’Apple TV ni el comandament a distància a ambients amb altes concentracions de substàncies químiques industrials, inclosos gasos liquats a punt d’evaporar‑se (per exemple, l’heli); l’Apple TV i el comandament a distància es poden malmetre o espatllar. Respecta tots els símbols i les instruccions. Problemes de salut Si tens alguna afecció (per exemple, convulsions, desmais, fatiga ocular o mals de cap) i creus que l’ús de l’Apple TV et pot afectar, consulta el metge o la metgessa abans d’utilitzar l’Apple TV. Productes sanitaris El comandament a distància conté radiotransmissors que emeten camps electromagnètics. Aquests camps electromagnètics poden interferir amb marcapassos, desfibril·ladors i altres productes sanitaris. Mantén una distància de separació mínima d’uns 15 cm entre el marcapassos o desfibril·lador i el comandament a distància. Si sospites que el comandament a distància està interferint amb el marcapassos o qualsevol altre producte sanitari, deixa d’utilitzar‑lo i consulta el metge o la metgessa perquè et proporcioni informació específica sobre el producte sanitari. Moviments repetitius Les activitats repetitives, com ara jugar a jocs a l’Apple TV, poden provocar molèsties ocasionals a les mans, els braços, els canells, les espatlles, el coll i altres parts del cos. Si tens molèsties, suspèn aquestes activitats i consulta un professional de la salut. Càrrega del comandament a distància Carrega el comandament a distància amb el cable Lightning inclòs o amb altres cables Lightning “Made for iPhone” de tercers. Si utilitzes cables o carregadors falsos o malmesos, o carregues el comandament a distància quan està humit, es poden produir incendis, descàrregues elèctriques o altres accidents que afectin el comandament a distància i altres objectes. Si carregues el comandament a distància a través d’un adaptador de corrent, comprova que el cable Lightning hi estigui totalment inserit abans de connectar l’adaptador a una font d’alimentació. Cable i connector Lightning Evita que el connector et toqui la pell de manera prolongada quan el cable Lightning estigui connectat a una font d’alimentació; et pot provocar molèsties o lesions. Evita que el connector Lightning et toqui la pell durant un llarg període de temps quan estigui connectat; per exemple, quan el comandament a distància s’estigui carregant o el cable Lightning estigui connectat a una font d’alimentació, no t’hi asseguis ni t’hi adormis a sobre, i no el deixis a sota d’una manta, un coixí o el cos mateix. Ves amb compte especialment si tens algun problema que t’afecti la capacitat de percebre la calor en contacte amb el cos. Si s’utilitza habitualment, el connector Lightning es pot embrutar de greix, residus o líquids. Per netejar‑lo (o si el cable s’escalfa quan l’utilitzes o no es carrega el comandament a distància), desconnecta el cable Lightning de l’ordinador o la font d’alimentació i passa‑hi un drap suau i sec que no desprengui borrissol. No netegis el connector Lightning amb líquids ni amb productes de neteja. Jocs Evita moure’t excessivament quan juguis a jocs a l’Apple TV. Subjecta amb fermesa els comandaments a distància i de joc per evitar lesions o accidents. Informació sobre el dispositiu Trobaràs el número de model, el número de sèrie, les especificacions elèctriques i altra informació a la part inferior de l’Apple TV. Si vols consultar el número de sèrie en pantalla, ves a l’app Configuració > General > Informació. Manual d’ús Abans d’utilitzar l’Apple TV, consulta el manual d’ús de l’Apple TV que trobaràs a support.apple.com/guide/tv. També pots descarregar el manual d’ús de l’Apple Books, en cas que estigui disponible a la ubicació on et trobes. Conserva la documentació per poder consultar‑la més endavant si la necessites.
cs: VAROVÁNÍ: Předtím, než začnete Apple TV používat, si přečtěte návod k použití a také všechny níže uvedené bezpečnostní informace, abyste předešli újmě na zdraví. Nedodržením těchto bezpečnostních pokynů můžete způsobit požár, úraz elektrickým proudem nebo jiné zranění či škodu na Apple TV nebo jiném majetku. Důležité informace o bezpečnosti V zájmu bezpečného používání Apple TV si přečtěte a dodržujte všechny uvedené pokyny. • Přečtěte si tyto pokyny. • Uložte si tyto pokyny. • Dbejte všech varování. • Řiďte se všemi pokyny. • Nepoužívejte Apple TV poblíž vody. • Zařízení čistěte pouze suchou utěrkou. • Neblokujte větrací otvory. Zařízení umístěte v souladu s pokyny výrobce. • Neumisťujte ho poblíž tepelných zdrojů, jako jsou radiátory, topná tělesa, kamna, sporáky nebo jiná podobná zařízení (včetně zesilovačů), která produkují teplo. • Napájecí kabel chraňte před přiskřípnutím či pošlapáním, zvláště u zásuvky a v místě, kde je připojený k Apple TV. • Používejte příslušenství schválené výrobcem. • Při bouřkách nebo dlouhodobém nepoužívání odpojte Apple TV z elektrické sítě. • Veškerý servis a opravy přenechte kvalifikovaným servisním technikům. Servis a oprava jsou nutné v případech, kdy byla Apple TV jakýmkoli způsobem poškozena, například pokud byl poškozen napájecí kabel či zástrčka, pokud byla na Apple TV vylita kapalina nebo se do ní dostaly cizí částice, pokud byla Apple TV vystavena dešti nebo vlhkosti, pokud nepracuje správně nebo spadla z výšky na zem. Napájení Apple TV nemá vypínač. Zapínacím tlačítkem na ovladači je možné Apple TV jen uspat nebo probudit. Chcete‑li Apple TV vypnout, odpojte napájecí kabel. Dbejte na to, aby byl napájecí kabel neustále snadno přístupný. Při připojování a odpojování Apple TV vždy uchopte zástrčku za boční strany. Nedotýkejte se prsty kovových povrchů. Umístění Nepoužívejte Apple TV venku. Toto zařízení je určeno pro použití v interiéru. Na Apple TV ani do její blízkosti neumisťujte zdroje otevřeného ohně, jako jsou například zapálené svíčky. Nepoužívejte Apple TV poblíž vody. Nevystavujte Apple TV kapající nebo rozstřikované vodě a nestavte na ni žádné předměty naplněné kapalinou, například vázu. Apple TV nepřemisťujte, pokud je připojena k televizoru, počítači nebo jinému elektronickému přístroji. VAROVÁNÍ: Nevystavujte Apple TV dešti, kapalinám, vlhkosti, nadměrnému teplu ani otevřenému ohni. Omezíte tím riziko požáru nebo úrazu elektrickým proudem. Baterie a nabíjení Baterii v ovladači se nepokoušejte vyměňovat svépomocí. Mohli byste ji poškodit s následkem přehřátí, požáru a újmy na zdraví. Lithium‑iontovou baterii v ovladači by měli vyměňovat nebo recyklovat pracovníci společnosti Apple nebo autorizovaného servisu. Je nutné ji recyklovat nebo zlikvidovat odděleně od domovního odpadu. Baterie likvidujte v souladu s místními zákony a směrnicemi na ochranu životního prostředí. Informace o lithium‑iontových bateriích Apple, výměně baterií a recyklaci jsou k dispozici na stránce apple.com/cz/batteries/service-and-recycling. Informace o nabíjení najdete v odstavci „Nabíjení ovladače“ níže v tomto dokumentu. Čištění a údržba Před čištěním odpojte z Apple TV napájecí šňůru a všechny kabely. Použijte měkký, suchý hadřík, který nepouští vlákna. Zabraňte vniknutí vlhkosti do otvorů. K čištění Apple TV nepoužívejte čisticí přípravky na okna, univerzální čističe, aerosolové spreje, rozpouštědla, přípravky na bázi alkoholu, amoniaku ani abrazivní prostředky. Opravy Neprovádějte žádné opravy svépomocí. Další informace o dostupném servisu najdete na stránce support.apple.com/cs-cz/apple-tv/repair/service. VAROVÁNÍ: Nezkoušejte Apple TV otevřít ani demontovat. Hrozí riziko úrazu elektrickým proudem a na poškození vzniklá v důsledku demontáže se nevztahuje omezená záruka na zařízení. Uvnitř zařízení se nenacházejí žádné součásti, které by mohl uživatel opravit svépomocí. Manipulace Při nesprávném uskladnění nebo manipulaci může dojít k poškození Apple TV. Dbejte na to, aby vám Apple TV při přepravě neupadla. Provozní teplota Apple TV je navržena pro provoz v prostředí o teplotě 0–35 °C. Skladovat ji lze při teplotách -20–45 °C. Za provozu se skříň Apple TV zpravidla zahřívá. Skříň Apple TV díky své konstrukci odvádí teplo zevnitř jednotky do chladnějšího vzduchu vně zařízení. Apple TV neprovozujte v prostředí s vysokou koncentrací polétavého prachu nebo pevných částic, které by mohly ucpat větrací otvory. Výbušné prostředí a další atmosférické podmínky Používání Apple TV a ovladače v místech s potenciálně výbušným prostředím, například na místech s vysokou koncentrací hořlavých chemikálií, výparů nebo částic (obilný, kovový či jiný prach) ve vzduchu může být nebezpečné. Vystavení Apple TV a ovladače působení prostředí s vysokou koncentrací průmyslových chemikálií, například vypařujících se zkapalněných plynů (jako je hélium), může vést k poškození nebo ztrátě funkčnosti Apple TV a ovladače. Řiďte se výstražnými značkami a pokyny. Zdravotní problémy Pokud se domníváte, že by používání Apple TV mohlo mít vliv na váš zdravotní stav (pokud například trpíte záchvaty, ztrátami vědomí, únavou očí nebo bolestmi hlavy), poraďte se před použitím tohoto zařízení se svým lékařem. Zdravotnické prostředky Ovladač obsahuje rádiové obvody vyzařující elektromagnetické pole. Toto elektromagnetické pole může negativně ovlivnit činnost kardiostimulátorů, defibrilátorů a dalších zdravotnických prostředků. Mezi kardiostimulátorem či defibrilátorem a ovladačem udržujte minimální vzdálenost přibližně 15 cm. Máte‑li podezření, že ovladač ruší váš kardiostimulátor nebo jiný zdravotnický prostředek, přestaňte ovladač používat a vyžádejte si u svého lékaře specifické informace o tomto zdravotnickém prostředku. Opakující se pohyby Pokud provádíte neustále se opakující činnosti či pohyby, například na Apple TV hrajete hry, můžete se příležitostně setkat s nepříjemnými pocity v rukou, pažích, zápěstích, ramenech, krku nebo jiných částech těla. V takovém případě přestaňte tyto pohyby provádět a poraďte se se svým lékařem. Nabíjení ovladače Ovladač nabíjejte pomocí dodaného kabelu Lightning, případně pomocí kabelu Lightning s označením „Made for iPhone“ od jiného výrobce. Používání nepůvodních či poškozených kabelů nebo nabíječek a nabíjení ve vlhkém prostředí může způsobit požár, úraz elektrickým proudem nebo poškození ovladače či jiných předmětů. Pokud k nabíjení ovladače používáte napájecí adaptér, nezapomeňte před zapojením adaptéru do zásuvky zkontrolovat úplné zasunutí kabelu Lightning do adaptéru. Kabel a konektor Lightning Pokud je kabel Lightning připojený ke zdroji napájení, vyvarujte se delšího kontaktu jeho konektoru s pokožkou. Kontakt s konektorem může vést k nepříjemným pocitům nebo úrazu. Pokud je kabel Lightning připojený ke zdroji napájení, vyvarujte se delšího kontaktu jeho konektoru s pokožkou. Když se například dálkový ovladač nabíjí nebo je kabel Lightning připojený ke zdroji napájení, nesedejte si na něj, nespěte na něm ani ho nepokládejte pod přikrývku, polštář nebo pod své tělo. Dbejte zvýšené opatrnosti, pokud máte tělesné potíže, které ovlivňují vaši schopnost vnímat teplo působící na tělo. Při dlouhodobém používání konektoru Lightning běžně dochází ke změně jeho zbarvení. Můžou ji způsobovat nečistoty, prach a vlhkost. Chcete‑li změnu zbarvení kabelu odstranit nebo pokud se kabel během používání zahřívá či nenabíjí dálkový ovladač, odpojte ho od počítače nebo napájecího adaptéru a očistěte ho měkkým, suchým hadříkem, který nepouští vlákna. K čištění konektoru Lightning nepoužívejte kapaliny ani čisticí prostředky. Hraní her Při hraní her na Apple TV nedělejte příliš prudké pohyby. Dálkové nebo herní ovladače držte pevně, abyste předešli úrazu nebo neúmyslnému poškození ovladačů. Informace o zařízení Údaje, jako například číslo modelu, sériové číslo a jmenovitý výkon, jsou uvedeny na spodní straně Apple TV. Sériové číslo také najdete v sekci Nastavení > Obecné > Informace. Uživatelská příručka Než začnete Apple TV používat, přečtěte si uživatelskou příručku. Najdete ji na stránce support.apple.com/guide/tv. V podporovaných oblastech si uživatelskou příručku také můžete stáhnout v aplikaci Knihy. Dokumentaci si uschovejte pro pozdější použití.
da: ADVARSEL: For at undgå skader skal du læse alle nedenstående sikkerhedsoplysninger og instruktioner, før du tager Apple TV i brug. Hvis du ikke overholder disse instruktioner om sikkerhed, kan der opstå fare for brand, elektrisk stød eller andre personskader eller skader på Apple TV eller anden ejendom. Vigtige instruktioner om sikkerhed Læs og følg disse instruktioner, så du kan bruge Apple TV sikkert. • Læs disse instruktioner. • Gem disse instruktioner. • Respekter alle advarsler. • Følg alle instruktioner. • Brug ikke Apple TV i nærheden af vand. • Brug kun en tør klud til rengøring. • Bloker ikke ventilationsåbninger. Installer i henhold til instruktionerne fra producenten. • Installer ikke enheden i nærheden af varmekilder, f.eks. radiatorer, varmeriste, komfurer eller andre enheder (inklusive forstærkere), som afgiver varme. • Beskyt netledningen, og sørg for, at der ikke bliver trådt på den, og at den ikke bliver klemt – især ved stikket og der, hvor den sidder fast i Apple TV. • Brug kun ekstraudstyr/tilbehør, som producenten anbefaler. • Tag stikket til Apple TV ud af stikkontakten i tordenvejr, og når du ikke skal bruge enheden i længere tid. • Brug kun kvalificerede teknikere til service. Apple TV skal indleveres til service, hvis enheden er beskadiget, f.eks. hvis netledningen eller -stikket er beskadiget, hvis der er spildt væske på eller er kommet genstande ind i Apple TV, hvis Apple TV er blevet udsat for regn eller fugt, hvis enheden ikke fungerer normalt, eller hvis den er blevet tabt. Strømforsyning Der er ingen afbryderknap på Apple TV. Afbryderknappen på fjernbetjeningen slår vågeblus til og fra på Apple TV. Du kan afbryde strømmen til Apple TV ved at tage netledningen ud. Sørg for, at der altid er nem adgang til netledningen. Når du tilslutter eller afmonterer Apple TV, skal du altid holde i siden af stikket. Rør ikke ved stikkets metaldele. Placering Brug ikke Apple TV udendørs. Apple TV er et produkt, der er beregnet til indendørs brug. Anbring ikke levende ild, f.eks. tændte stearinlys, på eller i nærheden af Apple TV. Brug ikke Apple TV i nærheden af vand. Udsæt ikke Apple TV for væskedryp eller -sprøjt, og anbring ikke genstande med væske, f.eks. en vase, på Apple TV. Flyt ikke Apple TV, mens enheden er sluttet til et fjernsyn, en computer eller en anden elektronisk enhed. ADVARSEL: For at formindske risikoen for brand eller elektrisk stød må du ikke udsætte Apple TV for regn, væske, fugt, overdreven varme eller åben ild. Batteri og opladning Forsøg ikke at udskifte batteriet i fjernbetjeningen selv, da du kan beskadige batteriet, hvilket kan forårsage overophedning, brand og personskade. Litiumionbatteriet i fjernbetjeningen bør efterses eller genbruges af Apple eller en autoriseret serviceudbyder og skal genbruges eller bortskaffes separat fra husholdningsaffald. Bortskaf batterier i henhold til de lokale miljølove og -retningslinjer. Gå til apple.com/dk/batteries/service-and-recycling for at få oplysninger om Apples litiumionbatterier samt information om service og genbrug af batterier. Se afsnittet “Opladning af fjernbetjeningen” nedenfor for at få oplysninger om opladning. Rengøring og vedligeholdelse Når du vil rengøre Apple TV, skal du afmontere netledningen og alle kabler. Brug derefter en blød, tør og fnugfri klud. Sørg for, at der ikke kommer fugt i nogen åbninger. Brug ikke vinduesrens, rengøringsmidler, aerosolspraymidler, opløsningsmidler, sprit, ammoniakholdige midler eller slibemidler til rengøring af Apple TV. Reparationer Udfør ikke selv reparationer. Der findes flere oplysninger om, hvordan du får service, på support.apple.com/da-dk/apple-tv/repair/service. ADVARSEL: Forsøg ikke at åbne Apple TV eller skille apparatet ad. Du risikerer at få elektrisk stød, og skader, der skyldes adskillelse, dækkes ikke af den begrænsede garanti. Apparatet indeholder ingen dele, som brugeren kan udføre service på. Håndtering Apple TV kan blive ødelagt, hvis du opbevarer eller håndterer apparatet forkert. Tab ikke Apple TV, når du flytter enheden. Driftstemperatur Apple TV fungerer bedst ved temperaturer mellem 0° og 35° C og kan opbevares ved temperaturer mellem -20° og 45° C. Mens du bruger Apple TV, er det normalt, at kabinettet bliver varmt. Apple TV-kabinettet er designet til at lede varme fra enhedens indre til den køligere luft udenfor. Brug ikke Apple TV på steder, hvor der er store mængder støv i luften eller partikler, der kan blokere ventilationsåbningerne. Eksplosionsfare og andre atmosfæriske forhold Det kan være farligt at bruge Apple TV og fjernbetjeningen i områder med potentiel eksplosionsfare, for eksempel på steder, hvor luften har en høj koncentration af let antændelige kemikalier, gasser eller partikler (f.eks. korn, støv eller metallisk pulver). Funktionaliteten af Apple TV og fjernbetjeningen kan beskadiges eller forringes, hvis Apple TV og fjernbetjeningen udsættes for miljøer, der har en høj koncentration af industrielle kemikalier, herunder ved placering nær fordampende flydende gasser, som f.eks. helium. Følg alle råd og instruktioner. Helbredsmæssige problemer Hvis du har et helbredsmæssigt problem, som du tror kan blive forværret ved brug af Apple TV (f.eks. epileptiske anfald, besvimelsesanfald, overanstrengte øjne eller hovedpine), skal du rådføre dig med din læge, før du bruger Apple TV. Medicinske enheder Fjernbetjeningen indeholder radioer, der udsender elektromagnetiske felter. Disse elektromagnetiske felter kan forårsage forstyrrelse af pacemakere, defibrillatorer og andre medicinske enheder. Sørg for, at der er mindst 15 cm mellem pacemakeren eller defibrillatoren og fjernbetjeningen. Hvis du tror, at fjernbetjeningen forstyrrer din pacemaker eller en anden medicinsk enhed, skal du holde op med at bruge den og kontakte din læge for at få oplysninger om din medicinske enhed. Gentagne bevægelser Når du gentager bevægelser, f.eks. når du spiller på Apple TV, kan du opleve ubehag i hænder, arme, håndled, skuldre, nakke eller andre dele af kroppen. Hvis du oplever ubehag, skal du stoppe aktiviteten og kontakte en læge. Opladning af fjernbetjeningen Oplad fjernbetjeninger med det medfølgende Lightning-kabel eller med et andet Lightning-kabel mærket “Made for iPhone” fra en tredjepart. Brug af uægte eller beskadigede kabler eller opladere eller opladning under fugtige forhold kan forårsage brand, elektrisk stød, personskader eller skader på fjernbetjeningen og andre genstande. Når du bruger en strømforsyning til at oplade fjernbetjeningen, skal du sørge for, at Lightning-kablet er sat helt ind i strømforsyningen, inden du slutter strømforsyningen til en stikkontakt. Lightning-kabel og -stik Undgå længerevarende hudkontakt med stikket, når Lightning-kablet er sat i en strømkilde, da det kan forårsage ubehag eller skader. Undgå situationer, hvor din hud er i kontakt med stikket på Lightning-kablet i længere tid, mens det er tilsluttet. Du skal f.eks. ikke sidde eller sove på det eller anbringe det under et tæppe, en pude eller din krop, mens fjernbetjeningen oplades, eller mens Lightning-kablet er sluttet til en strømkilde. Vær især omhyggelig, hvis du har en sygdom, der betyder, at du ikke kan registrere varme på din krop. Det er normalt, at stikket på Lightning-kablet misfarves efter nogen tids brug. Snavs, støv og kontakt med væske kan forårsage misfarvning. Hvis du vil fjerne misfarvningen, eller hvis kablet bliver varmt under brug eller ikke vil oplade fjernbetjeningen, skal du afmontere Lightning-kablet fra computeren eller strømforsyningen og rengøre det med en blød, tør og fnugfri klud. Brug ikke væske eller rengøringsprodukter, når du rengør Lightning-stikket. Spil Undgå voldsomme bevægelser, når du spiller spil på Apple TV. Hold godt fast på fjernbetjeningen eller controlleren, så du ikke kommer til skade og undgår uheld. Oplysninger om enhed Oplysninger om modelnummer, serienummer og elektriske specifikationer findes i bunden af Apple TV. Vælg Indstillinger > Generelt > Om for at finde serienummeret digitalt. Brugerhåndbog Gennemgå brugerhåndbogen til Apple TV, før du bruger Apple TV. Gå til support.apple.com/da-dk/guide/tv. Du kan også bruge Apple Books til at hente brugerhåndbogen (hvis den er tilgængelig). Opbevar al dokumentation til senere brug.
de: ACHTUNG: Um Verletzungen vorzubeugen, solltest du vor der Verwendung deines Apple TV sämtliche Sicherheitsinformationen unten sowie die Bedienungsanleitung genau lesen. Die Nichtbeachtung dieser Sicherheitsrichtlinien kann zu Bränden, elektrischen Schlägen oder anderen Verletzungen oder zur Beschädigung deines Apple TV oder anderer Sachwerte führen. Wichtige Sicherheitsanleitungen Lies und befolge diese Anleitungen, um dein Apple TV sicher zu verwenden. • Lies diese Anleitungen. • Bewahre diese Anleitungen auf. • Beachte alle Warnungen. • Befolge alle Anleitungen. • Verwende dein Apple TV nicht in unmittelbarer Nähe von Wasser. • Verwende für die Reinigung ein trockenes Tuch. • Blockiere keine Lüftungsöffnungen. Führe die Installation in Übereinstimmung mit den Anweisungen des Herstellers aus. • Installiere das Gerät nicht in der Nähe von Wärmequellen wie Heizstrahlern, offenen Feuerstellen, Öfen oder anderen Geräten (einschließlich Verstärkern), die Wärme produzieren. • Verlege das Netzkabel (insbesondere im Bereich der Stecker und dort, wo das Netzkabel aus dem Apple TV herausgeführt wird) so, dass niemand drauf treten und das Kabel nicht beschädigt werden kann. • Verwende nur vom Hersteller angegebene Ergänzungen/Zubehörprodukte. • Trenne dein Apple TV während eines Gewitters oder bei längerer Nichtbenutzung vom Stromnetz. • Lasse alle Wartungsarbeiten von qualifiziertem Servicepersonal durchführen. Eine Wartung ist erforderlich, wenn das Apple TV auf irgendeine Weise beschädigt wurde, etwa wenn Netzkabel oder Netzstecker beschädigt wurden, Flüssigkeiten über dem Apple TV verschüttet wurden, Objekte in das Apple TV gefallen sind, das Apple TV Regen oder Feuchtigkeit ausgesetzt wurde, nicht mehr ordnungsgemäß funktioniert oder fallen gelassen wurde. Stromversorgung Am Apple TV befindet sich kein Ein-/Ausschalter. Der Apple TV-Ruhezustand kann mit dem Ein-/Ausschalter auf der Remote aktiviert oder deaktiviert werden. Ziehe das Netzkabel ab, um dein Apple TV von der Stromversorgung zu trennen. Stelle sicher, dass das Netzkabel immer leicht zugänglich ist. Halte den Stecker immer an den Seiten, wenn du ihn am Apple TV anschließt oder abziehst. Achte darauf, die Metallteile des Steckers nicht zu berühren. Ort Verwende dein Apple TV nicht im Freien. Das Apple TV ist für die Nutzung in Räumen konzipiert. Stelle keine offenen Flammen wie brennende Kerzen auf oder neben dein Apple TV. Verwende dein Apple TV nicht in unmittelbarer Nähe von Wasser. Achte darauf, dass dein Apple TV nicht mit tropfenden oder spritzenden Objekten in Berührung kommt, und stelle keine mit Flüssigkeit gefüllten Behälter wie Blumenvasen auf dem Apple TV ab. Bewege dein Apple TV nicht, wenn es etwa an einem Fernsehgerät, einem Computer oder einem anderen elektronischen Gerät angeschlossen ist. ACHTUNG: Setze dein Apple TV nicht Regen, Flüssigkeit, Feuchtigkeit, übermäßiger Wärme oder offenen Flammen aus, um eine Gefährdung durch Feuer oder Stromschlag auszuschließen. Batterie und Aufladung Ersetze die Batterie der Remote keinesfalls selbst. Dadurch kann die Batterie beschädigt werden, was möglicherweise zu Überhitzung, Feuer und Verletzungen führt. Die Lithium-Ionen-Batterie der Remote sollte nur von Apple oder einem autorisierten Servicepartner ausgetauscht oder recycelt werden. Die Batterie darf nicht über den normalen Hausmüll entsorgt oder recycelt werden. Entsorge Batterien immer gemäß der gesetzlichen Vorschriften für den Umweltschutz. Weitere Informationen zu Lithium-Ionen-Batterien von Apple, zum Batterieservice und zum Recycling findest du unter apple.com/de/batteries/service-and-recycling. Weitere Informationen zum Laden findest du unter „Aufladen der Remote“. Reinigung und Pflege Ziehe das Netzkabel und alle weiteren Kabel ab, bevor du dein Apple TV reinigst. Verwende ein weiches, trockenes, flusenfreies Tuch. Achte darauf, dass keine Feuchtigkeit in das Gehäuse eindringt. Verwende keine Fensterreiniger, Haushaltsreiniger, Sprays, Lösungsmittel, alkohol- oder ammoniakhaltige Reiniger oder Scheuermittel für die Reinigung des Apple TV. Reparatur Führe Reparaturen nicht selbst durch. Weitere Informationen zum Service und zur Reparatur findest du unter support.apple.com/de-de/apple-tv/repair/service. ACHTUNG: Versuche keinesfalls, das Apple TV zu öffnen oder auseinanderzunehmen. Andernfalls besteht die Gefahr eines elektrischen Schlags. Außerdem sind Schäden, die durch die Demontage entstehen, nicht durch die Garantie abgedeckt. Im Inneren befinden sich keine Komponenten, die von Benutzer:innen gewartet werden können. Handhabung Durch unsachgemäße Aufbewahrung oder Handhabung kann dein Apple TV beschädigt werden. Achte beim Transport deines Apple TV darauf, dieses nicht fallen zu lassen. Betriebstemperatur Das Apple TV funktioniert optimal bei Umgebungstemperaturen zwischen 0 °C und 35 °C. Bei Temperaturen zwischen -20 °C und 45 °C kann es gelagert werden. Bei Gebrauch des Apple TV ist es normal, dass sich das Gehäuse erwärmt. Das Gehäuse des Apple TV ist darauf ausgelegt, die Wärme vom Inneren der Einheit in die kühlere Außenluft abzuleiten. Betreibe dein Apple TV nicht in Umgebungen mit erheblichen Mengen an Staub oder Partikeln in der Luft, die die Lüftungsöffnungen verstopfen könnten. Explosive und andere atmosphärische Bedingungen Der Einsatz des Apple TV und der Remote in Bereichen mit potenziell explosiven atmosphärischen Bedingungen, wie z. B. Bereiche, in denen die Luft hohe Mengen an brennbaren Chemikalien, Dämpfen oder Partikeln (wie Getreide, Staub oder Metallpulver) enthält, kann gefährlich sein. Setze dein Apple TV und die Remote keinen Umgebungen mit hohen Konzentrationen von industriellen Chemikalien oder in der Nähe austretenden Flüssiggasen wie Helium aus, da dadurch dein Apple TV und die Remote beschädigt und die Funktionalität beeinträchtigt werden könnte. Befolge alle Zeichen und Anleitungen. Körperliche Beschwerden Wende dich an deinen Arzt und verzichte vorübergehend auf den Gebrauch deines Apple TV, wenn körperliche Beschwerden auftreten (zum Beispiel Krampf- und Ohnmachtsanfälle oder Augen- oder Kopfschmerzen), von denen du annimmst, dass sie durch den Gebrauch des Apple TV verursacht sein könnten. Medizinische Geräte Die Remote enthält Komponenten, die elektromagnetische Felder erzeugen. Diese elektromagnetischen Felder können zu Beeinträchtigungen bei Herzschrittmachern, Defibrillatoren und anderen medizinischen Geräten und Apparaturen führen. Achte darauf, dass du die Remote stets in einem Abstand von mehr als 15 cm zu deinem Herzschrittmacher oder Defibrillator verwendest. Wenn du den Verdacht hegst, dass die Remote mit deinem Herzschrittmacher oder einem anderen medizinischen Gerät interferiert, stelle die Verwendung unverzüglich ein und hole ärztlichen Rat ein, um genauere Informationen zu deinem medizinischen Gerät zu erhalten. Repetitive Bewegungsabläufe Bei repetitiven Bewegungsabläufen (zum Beispiel beim längerfristigen Spielen auf dem Apple TV), können gelegentlich Beschwerden in Händen, Armen, Handgelenken, Schultern, im Nackenbereich und in anderen Körperpartien auftreten. Stelle beim Auftreten solcher Beschwerden diese Aktivitäten ein und wende dich an deine:n Ärzt:in. Aufladen der Remote Lade die Remote mit dem mitgelieferten Lightning-Kabel oder einem Lightning-Kabel mit dem Logo „Made for iPhone“ eines anderen Herstellers auf. Das Verwenden von gefälschten oder beschädigten Kabeln oder Ladegeräten oder das Aufladen in feuchten Umgebungen kann zu Bränden, elektrischen Schlägen oder anderen Verletzungen oder zur Beschädigung deiner Remote oder anderer Sachwerte führen. Vergewissere dich, wenn du ein Netzteil zum Aufladen der Remote verwendest, dass das Lightning-Kabel korrekt am Netzteil angeschlossen ist, bevor du dieses an das Stromnetz anschließt. Lightning-Kabel und Lightning Connector Vermeide längeren Hautkontakt mit dem Anschluss, wenn das Lightning-Kabel an einer Stromquelle angeschlossen ist, da dies zu Verletzungen führen kann. Vermeide längeren Hautkontakt mit dem Anschluss, wenn das Lightning-Kabel an einer Stromquelle angeschlossen ist, da dies zu Verletzungen führen kann. So solltest du zum Beispiel nicht darauf sitzen oder schlafen oder ihn unter eine Decke, ein Kissen oder deinen Körper legen, während die Remote aufgeladen wird oder während das Lightning-Kabel mit einer Stromquelle verbunden ist. Sei besonders vorsichtig, wenn dein Körper so disponiert ist, dass er nicht unmittelbar auf hohe Temperaturen und Wärme reagiert. Eine Verfärbung des Lightning Connector ist bei regelmäßiger Nutzung normal. Ursache für die Verfärbung können Staub, Verunreinigungen und der Kontakt mit Flüssigkeiten sein. Um Verfärbungen zu entfernen oder wenn sich das Kabel während der Verwendung erhitzt oder sich die Remote nicht laden lässt, trenne das Lightning-Kabel vom Computer oder Netzteil und reinige es mit einem weichen, trockenen und flusenfreien Tuch. Verwende keine Reinigungsmittel oder andere Flüssigkeiten zum Reinigen des Lightning Connector. Spielen Halte die Remote gut fest und vermeide übermäßige Bewegungen beim Spielen auf dem Apple TV. Halte die Remote oder andere Controller mit sicherem Griff, um Verletzungen oder versehentliche Beschädigungen zu vermeiden. Gerätedaten Information wie die Modellnummer, die Seriennummer und elektrische Daten sind auf der Unterseite des Apple TV vermerkt. Navigiere auf dem Apple TV zu „Einstellungen“ > „Allgemein“ > „Info“, um die Seriennummer auf dem Bildschirm zu finden. Benutzerhandbuch Bevor du dein Apple TV verwendest, solltest du das Benutzerhandbuch für dein Apple TV genau lesen. Das Benutzerhandbuch findest du unter support.apple.com/guide/tv. Das Handbuch ist auch bei Apple Books erhältlich (sofern verfügbar). Bewahre das Handbuch als Referenz auf.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Για αποφυγή τραυματισμού, διαβάστε όλες τις πληροφορίες ασφάλειας και τις οδηγίες χειρισμού προτού χρησιμοποιήσετε το Apple TV. Αν δεν τηρήσετε αυτές τις οδηγίες ασφάλειας, μπορεί να προκληθεί πυρκαγιά, ηλεκτροπληξία ή άλλος τραυματισμός, ή ζημιά στο Apple TV ή σε άλλη ιδιοκτησία. Σημαντικές οδηγίες ασφάλειας Διαβάστε και ακολουθήστε τις παρούσες οδηγίες για την ασφαλή χρήση του Apple TV. • Διαβάστε τις παρούσες οδηγίες. • Φυλάξτε τις παρούσες οδηγίες. • Λάβετε υπόψη σας όλες τις προειδοποιήσεις. • Ακολουθήστε όλες τις οδηγίες. • Μη χρησιμοποιείτε το Apple TV κοντά σε νερό. •Να το καθαρίζετε μόνο με στεγνό πανί. • Μην καλύπτετε τα ανοίγματα εξαερισμού. Εγκαταστήστε τη συσκευή σύμφωνα με τις οδηγίες του κατασκευαστή. • Μην εγκαθιστάτε τη συσκευή κοντά σε πηγές θερμότητας, όπως π.χ. καλοριφέρ, ανοίγματα εκροής θερμού αέρα, φούρνους ή άλλες συσκευές (συμπεριλαμβανομένων ενισχυτών) που παράγουν θερμότητα. • Προστατέψτε το καλώδιο ρεύματος ώστε να μην πατηθεί ή συνθλιφτεί, ιδιαίτερα στα βύσματα και στο σημείο εξόδου από το Apple TV. • Να χρησιμοποιείτε μόνο εξαρτήματα/αξεσουάρ που έχει καθορίσει ο κατασκευαστής. • Να αποσυνδέετε το Apple TV από το ρεύμα κατά τη διάρκεια καταιγίδων ή αν δεν πρόκειται να χρησιμοποιηθεί για μεγάλο χρονικό διάστημα. • Όλες οι εργασίες επισκευής πρέπει να εκτελούνται από καταρτισμένους τεχνικούς σέρβις. Απαιτείται σέρβις αν το Apple TV υποστεί οποιαδήποτε ζημιά, π.χ. ζημιά στο καλώδιο ή το βύσμα ρεύματος, αν χυθεί νερό ή πέσουν αντικείμενα μέσα στο Apple TV, αν το Apple TV εκτεθεί σε βροχή ή υγρασία, δεν λειτουργεί κανονικά ή πέσει στο δάπεδο. Τροφοδοσία ρεύματος Το Apple TV δεν διαθέτει διακόπτη ενεργοποίησης/απενεργοποίησης. Το κουμπί τροφοδοσίας στο τηλεχειριστήριο θέτει το Apple TV σε κατάσταση ύπνου και αφυπνίζει το Apple TV από την κατάσταση ύπνου. Για την αποσύνδεση του Apple TV από το ρεύμα, αποσυνδέστε το καλώδιο ρεύματος. Βεβαιωθείτε ότι το καλώδιο ρεύματος είναι εύκολα προσβάσιμο ανά πάσα στιγμή. Κατά τη σύνδεση ή την αποσύνδεση του Apple TV, να κρατάτε πάντοτε το βύσμα από τις πλαϊνές πλευρές του. Κρατήστε τα δάχτυλά σας μακριά από το μεταλλικό τμήμα του βύσματος. Τοποθεσία Μη χρησιμοποιείτε το Apple TV σε εξωτερικούς χώρους. Το Apple TV προορίζεται για χρήση αποκλειστικά και μόνο σε εσωτερικούς χώρους. Μην τοποθετείτε πηγές γυμνής φλόγας, όπως αναμμένα κεριά, πάνω ή κοντά στο Apple TV. Μη χρησιμοποιείτε το Apple TV κοντά σε νερό. Μην εκθέτετε το Apple TV σε στάξιμο ή πιτσίλισμα υγρών και μην τοποθετείτε οποιοδήποτε αντικείμενο που περιέχει υγρό, όπως π.χ. βάζο, πάνω στο Apple TV. Μη μετακινείτε το Apple TV αν είναι συνδεδεμένη σε αυτό μια τηλεόραση, ένας υπολογιστής ή άλλη ηλεκτρονική συσκευή. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Για να μειωθεί ο κίνδυνος πυρκαγιάς ή ηλεκτροπληξίας, μην εκθέτετε το Apple TV στη βροχή, σε υγρά, υγρασία, υπερβολική θερμότητα ή γυμνή φλόγα. Μπαταρία και φόρτιση Μην επιχειρήσετε να αντικαταστήσετε την μπαταρία του τηλεχειριστηρίου μόνοι σας. Ενδέχεται να προκαλέσετε βλάβη στην μπαταρία, κάτι που μπορεί να επιφέρει υπερθέρμανση, πυρκαγιά και τραυματισμό. Η μπαταρία ιόντων λιθίου στο τηλεχειριστήριο πρέπει να επισκευάζεται ή να ανακυκλώνεται από την Apple ή εξουσιοδοτημένο πάροχο υπηρεσιών σέρβις της Apple, και πρέπει να ανακυκλώνεται ή να απορρίπτεται ξεχωριστά από τα οικιακά απορρίμματα. Απορρίψτε τις παλιές μπαταρίες σύμφωνα με την τοπική περιβαλλοντική νομοθεσία και οδηγίες. Για πληροφορίες σχετικά με τις μπαταρίες ιόντων λιθίου Apple, καθώς και το σέρβις και την ανακύκλωση μπαταριών, μεταβείτε στη διεύθυνση apple.com/gr/batteries/service-and-recycling. Για πληροφορίες σχετικά με τη φόρτιση, δείτε την ενότητα «Φόρτιση του τηλεχειριστηρίου» παρακάτω. Καθαρισμός και φροντίδα Πριν καθαρίσετε το Apple TV, αποσυνδέστε το καλώδιο ρεύματος και όλα τα υπόλοιπα καλώδια. Χρησιμοποιήστε ένα μαλακό, στεγνό πανί χωρίς χνούδι. Δεν πρέπει να διεισδύσει υγρασία στα ανοίγματα. Μη χρησιμοποιείτε καθαριστικά για τζάμια, οικιακά καθαριστικά, σπρέι αεροζόλ, διαλυτικά, οινόπνευμα, αμμωνία ή λειαντικά για τον καθαρισμό του Apple TV. Επισκευή Μην επισκευάζετε οι ίδιοι τη συσκευή. Μπορείτε να βρείτε περαιτέρω πληροφορίες για το σέρβις στη διεύθυνση support.apple.com/apple-tv/repair/service. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Μην επιχειρήσετε να ανοίξετε ή να αποσυναρμολογήσετε το Apple TV. Υπάρχει κίνδυνος ηλεκτροπληξίας, και η ζημιά που μπορεί να προκληθεί από την αποσυναρμολόγησή του δεν καλύπτεται από την περιορισμένη εγγύηση. Στο εσωτερικό της συσκευής δεν υπάρχουν μέρη που επιδέχονται επισκευή από τον χρήστη. Χειρισμός Το Apple TV μπορεί να υποστεί ζημιά λόγω ακατάλληλης αποθήκευσης ή χειρισμού. Να προσέχετε ώστε να μη σας πέσει το Apple TV κατά τη μεταφορά του. Περιβάλλον λειτουργίας Το Apple TV λειτουργεί βέλτιστα σε θερμοκρασία περιβάλλοντος μεταξύ 0° και 35°C και μπορεί να αποθηκευτεί σε θερμοκρασία μεταξύ -20° και 45°C. Όταν χρησιμοποιείτε το Apple TV, είναι φυσιολογικό να ζεσταθεί το περίβλημα. Το περίβλημα του Apple TV έχει σχεδιαστεί για μεταφορά της θερμότητας από το εσωτερικό της μονάδας προς τον ψυχρότερο αέρα στο εξωτερικό της. Μη χρησιμοποιείτε το Apple TV σε περιοχές όπου υπάρχει σημαντική ποσότητα σκόνης στον αέρα ή σωματιδίων, τα οποία μπορεί να φράξουν τα ανοίγματα αερισμού. Εκρηκτικές και άλλες ατμοσφαιρικές συνθήκες Η χρήση του Apple TV και του τηλεχειριστηρίου σε οποιαδήποτε περιοχή όπου υπάρχει πιθανότητα έκρηξης, όπως σε περιοχές όπου ο αέρας περιέχει υψηλά ποσοστά εύφλεκτων χημικών ουσιών, ατμών ή σωματιδίων (όπως άμμος, σκόνη ή μεταλλικές σκόνες) μπορεί να είναι επικίνδυνη. Η έκθεση του Apple TV και του τηλεχειριστηρίου σε περιβάλλοντα όπου υπάρχει υψηλή συγκέντρωση βιομηχανικών χημικών ουσιών, καθώς και κοντά σε εξατμιζόμενα υγροποιημένα αέρια όπως το ήλιο, μπορεί να προκαλέσει ζημιά ή να υποβαθμίσει τη λειτουργικότητα του Apple TV και του τηλεχειριστηρίου. Φροντίστε να ακολουθείτε όλες τις σημάνσεις και τις οδηγίες. Ιατρικές παθήσεις Αν έχετε κάποια ιατρική πάθηση που πιστεύετε ότι θα μπορούσε να επηρεαστεί από το Apple TV (για παράδειγμα, επιληψία, σκοτοδίνες, πόνους στα μάτια ή πονοκεφάλους), συμβουλευτείτε τον ιατρό σας πριν χρησιμοποιήσετε το Apple TV. Ιατρικές συσκευές Το τηλεχειριστήριο περιέχει πομποδέκτες που εκπέμπουν ηλεκτρομαγνητικά πεδία. Αυτά τα ηλεκτρομαγνητικά πεδία μπορεί να δημιουργήσουν παρεμβολές σε βηματοδότες, απινιδωτές και άλλες ιατρικές συσκευές. Διατηρήστε απόσταση τουλάχιστον 15 εκατοστών μεταξύ του βηματοδότη ή του απινιδωτή σας και του τηλεχειριστηρίου. Αν υπάρχει υποψία ότι το τηλεχειριστήριο προκαλεί παρεμβολές στον βηματοδότη σας ή άλλη ιατρική συσκευή, σταματήστε να το χρησιμοποιείτε και συμβουλευτείτε τον ιατρό σας για πληροφορίες σχετικά με την ιατρική συσκευή σας. Επαναληπτική κίνηση Όταν εκτελείτε επαναληπτικές δραστηριότητες, όπως η ενασχόληση με παιχνίδια στο Apple TV, ίσως αισθανθείτε περιστασιακή ενόχληση στις παλάμες, τα χέρια, τους καρπούς, τους ώμους, τον λαιμό ή άλλα μέρη του σώματός σας. Αν αισθανθείτε ενόχληση, διακόψτε αυτές τις δραστηριότητες και συμβουλευτείτε έναν ιατρό. Φόρτιση του τηλεχειριστηρίου Φορτίστε το τηλεχειριστήριο γενιάς με το παρεχόμενο καλώδιο Lightning ή με άλλα καλώδια Lightning τρίτων που φέρουν την ένδειξη «Made for iPhone». Η χρήση πλαστών ή κατεστραμμένων καλωδίων ή φορτιστών, ή η φόρτιση σε συνθήκες υψηλής υγρασίας, μπορεί να προκαλέσει πυρκαγιά, ηλεκτροπληξία ή ζημιά στο τηλεχειριστήριο ή άλλη ιδιοκτησία. Όταν χρησιμοποιείτε τροφοδοτικό για να φορτίσετε το τηλεχειριστήριο, βεβαιωθείτε ότι το καλώδιο Lightning έχει εισαχθεί πλήρως στο τροφοδοτικό προτού συνδέσετε το τροφοδοτικό σε πρίζα ρεύματος. Καλώδιο και βύσμα Lightning Αποφύγετε την παρατεταμένη επαφή του βύσματος με το δέρμα όταν είναι συνδεδεμένο ένα καλώδιο Lightning σε πηγή ρεύματος, διότι μπορεί να προκληθεί ενόχληση ή τραυματισμός. Αποφύγετε καταστάσεις όπου το δέρμα σας είναι σε επαφή με το βύσμα Lightning για παρατεταμένο χρονικό διάστημα όταν είναι συνδεδεμένο. Για παράδειγμα, ενώ το τηλεχειριστήριο φορτίζεται ή ενώ το καλώδιο Lightning είναι συνδεδεμένο σε πηγή ρεύματος, μην κάθεστε ή κοιμάστε πάνω σε αυτό ή μην το τοποθετείτε κάτω από κουβέρτα, μαξιλάρι ή το σώμα σας. Να προσέχετε ιδιαίτερα αν έχετε κάποια σωματική ιδιαιτερότητα που σας αποτρέπει να αντιληφθείτε τη θερμότητα πάνω στο σώμα. Ο αποχρωματισμός του βύσματος Lightning μετά από κανονική χρήση είναι φυσιολογικός. Αποχρωματισμό ενδέχεται να προκαλέσει επίσης η σκόνη, τα υπολείμματα και η έκθεση σε υγρά. Για να αναστρέψετε τον αποχρωματισμό, ή αν το καλώδιο θερμανθεί κατά τη χρήση ή δεν φορτίζεται το τηλεχειριστήριο, αποσυνδέστε το καλώδιο Lightning από τον υπολογιστή σας ή το τροφοδοτικό και καθαρίστε το με ένα μαλακό, στεγνό πανί που δεν αφήνει χνούδι. Μη χρησιμοποιείτε υγρά ή καθαριστικά προϊόντα για τον καθαρισμό του βύσματος Lightning. Παιχνίδια Να αποφεύγετε την υπερβολική κίνηση κατά το παίξιμο παιχνιδιών στο Apple TV. Να κρατάτε σταθερά τα τηλεχειριστήρια ή τα χειριστήρια παιχνιδιών για αποτροπή τραυματισμού ή ζημιάς σε εξοπλισμό που μπορεί να προκληθεί κατά λάθος. Πληροφορίες συσκευής Μπορείτε να βρείτε στοιχεία για τη συσκευή, όπως ο αριθμός μοντέλου, ο σειριακός αριθμός και η ονομαστική ισχύς, στο κάτω μέρος του Apple TV. Για την εύρεση του σειριακού αριθμού στην οθόνη, μεταβείτε στις «Ρυθμίσεις» > «Γενικά» > «Πληροφορίες». Οδηγός χρήσης Προτού χρησιμοποιήσετε το Apple TV, διαβάστε τον Οδηγό χρήσης Apple TV. Μεταβείτε στη διεύθυνση support.apple.com/el-gr/guide/tv. Μπορείτε επίσης να χρησιμοποιήσετε το Apple Books για λήψη του οδηγού χρήσης (όπου διατίθεται). Φυλάξτε το πληροφοριακό υλικό για μελλοντική αναφορά.
es: ADVERTENCIA: Lee la información de seguridad que se indica a continuación y las instrucciones de funcionamiento antes de empezar a utilizar el Apple TV para evitar posibles daños. Si no respetas estas instrucciones de seguridad, podrían producirse incendios, descargas eléctricas u otros daños en el Apple TV o en otros bienes. Instrucciones de seguridad importantes Lee y sigue estas instrucciones para utilizar el Apple TV de forma segura. • Lee estas instrucciones. • Guárdalas. • Ten en cuenta todas las advertencias. • Sigue todas las instrucciones. • No utilices el Apple TV cerca del agua. • Límpialo únicamente con un trapo seco. • No bloquees los orificios de ventilación. Sigue las instrucciones del fabricante para realizar la instalación. • No lo instales cerca de ninguna fuente de calor, como radiadores, rejillas de aire caliente, estufas u otros aparatos (como amplificadores) que generen calor. • Protege el cable de alimentación para evitar que se pise o que se doble, especialmente en los enchufes y en el punto de salida del Apple TV. • Utiliza únicamente accesorios especificados por el fabricante. • Desconecta el Apple TV en caso de tormenta eléctrica o si no se va a utilizar durante largos periodos de tiempo. • Dirígete siempre a profesionales cualificados para cuestiones relacionadas con el servicio técnico. Deberás solicitar asistencia técnica cuando el Apple TV se haya averiado de algún modo, por ejemplo, si el cable de alimentación o el enchufe resulta dañado, si se derrama líquido o caen objetos sobre él, si ha estado expuesto a lluvia o humedad, si no funciona con normalidad o si se ha caído al suelo. Alimentación El Apple TV no dispone de un interruptor de encendido/apagado. El botón de encendido/apagado del mando a distancia activa o desactiva el modo reposo del Apple TV. Para desconectarlo de la corriente eléctrica, deberás desenchufar el cable de alimentación. Asegúrate de que el cable de alimentación sea siempre fácilmente accesible. Al conectar o desconectar el Apple TV, sujeta siempre el enchufe por los lados. Mantén los dedos alejados de la parte metálica del enchufe. Ubicación No utilices el Apple TV al aire libre. El Apple TV es un producto de interior. No coloques llamas vivas, como velas encendidas, cerca o sobre él. No lo utilices cerca del agua. No expongas el Apple TV a goteras o salpicaduras ni coloques ningún objeto con líquido, como un jarrón, sobre él. No muevas el Apple TV si hay otro dispositivo (un televisor, un ordenador u otro equipo electrónico) conectado a él. ADVERTENCIA: Para reducir el riesgo de incendio o descarga eléctrica, no expongas el Apple TV a lluvia, líquido, humedad, exceso de calor o fuego. Batería y carga No intentes sustituir la batería del mando a distancia por tu cuenta, ya que podrías dañarla y provocar un recalentamiento, fuego o causar lesiones. Apple o un proveedor de servicios autorizado deben encargarse de la reparación o el reciclaje de la batería de litio del mando a distancia, que debe desecharse por separado. Deshazte de las baterías de acuerdo con las regulaciones y leyes medioambientales locales. Para más información sobre las baterías de litio de Apple y su reparación y reciclaje, visita https://www.apple.com/es/batteries/service-and-recycling/. Para obtener información sobre la carga, consulta la sección “Carga del mando a distancia” más adelante. Limpieza y cuidados Para limpiar el Apple TV, desconecta el cable de alimentación y todos los demás cables. Después, utiliza un paño suave, seco y que no desprenda pelusa. Evita que entre humedad en las aberturas. No utilices limpiacristales, productos de limpieza del hogar, aerosoles, disolventes, alcohol, amoniaco ni abrasivos para limpiar el Apple TV. Reparación No intentes repararlo por tu cuenta. Puedes obtener más información sobre reparaciones en support.apple.com/es-es/apple-tv/repair/service. ADVERTENCIA: No intentes abrir ni desmontar el Apple TV. Corres el riesgo de sufrir descargas eléctricas y anular la garantía limitada. No hay ninguna pieza en su interior que el usuario pueda reparar. Manipulación Tu Apple TV puede sufrir daños si se almacena o manipula indebidamente. Procura no dejarlo caer cuando lo transportes. Entorno operativo El Apple TV funciona mejor en temperaturas ambiente situadas entre los 0 y los 35 °C y se puede almacenar a temperaturas de -20 a 45 °C. Al usarlo, es normal que se caliente la carcasa. La carcasa del Apple TV se ha diseñado para que transfiera el calor del interior de la unidad al ambiente más frío del exterior. No utilices el Apple TV en zonas con una importante cantidad de polvo o partículas en suspensión que puedan obstruir los orificios de ventilación. Atmósferas explosivas El uso del Apple TV y del mando a distancia en cualquier zona con una atmósfera potencialmente explosiva, como zonas con elevados niveles de productos químicos, vapores o partículas inflamables (como polvo, granos o polvo metálico) en suspensión, puede resultar peligroso. Exponer el Apple TV y el mando a distancia a entornos donde existan altas concentraciones de químicos industriales, incluidos gases licuados cercanos a la evaporación como el helio, puede dañar o alterar su funcionamiento. Sigue todas las señales e instrucciones. Enfermedades Si padeces cualquier enfermedad que crees que podría verse afectada por el uso del Apple TV (por ejemplo, convulsiones, desmayos, fatiga ocular o dolores de cabeza), consulta a tu médico antes de utilizarlo. Dispositivos médicos El mando a distancia contiene radios que emiten campos electromagnéticos. Estos campos electromagnéticos pueden interferir con marcapasos, desfibriladores y otros dispositivos médicos. Mantén siempre el mando a distancia a más de 15 cm entre el mando a distancia y el marcapasos o desfibrilador. Si tienes algún motivo para creer que existe una interferencia del mando a distancia con tu marcapasos u otro dispositivo médico, deja de utilizarlo y consulta a tu médico para obtener información relativa a dicho dispositivo médico. Movimiento repetitivo Si realizas actividades repetitivas, por ejemplo al jugar con el Apple TV, podrías experimentar molestias en las manos, los brazos, las muñecas, los hombros, el cuello u otras partes del cuerpo. Si experimentas alguna molestia, abandona esas actividades y consulta a un médico. Carga del mando a distancia Carga el mando a distancia con el cable Lightning incluido o con cables Lightning de otros fabricantes que tengan la etiqueta “Made for iPhone”. Utilizar cables o cargadores dañados o falsos, o cargar el dispositivo donde haya humedad, puede provocar incendios, descargas eléctricas, lesiones o daños en el mando a distancia o en otras pertenencias. Cuando utilices un adaptador de corriente para cargar el mando a distancia, asegúrate de que el cable esté totalmente conectado al adaptador antes de enchufarlo a una toma de corriente. Conector y cable Lightning Evita un contacto prolongado de la piel con el conector cuando el cable Lightning esté conectado a una fuente de alimentación, ya que podría crearte malestar o provocarte una lesión. Evita el contacto directo del conector Lightning (enchufado) con la piel durante periodos de tiempo prolongados. Por ejemplo, cuando el mando a distancia se esté cargando o el cable Lightning esté enchufado a una fuente de alimentación, no te sientes ni te tumbes sobre él ni lo coloques debajo de una manta, una almohada o tu cuerpo. Ten especial cuidado si padeces alguna afección que afecte a tu capacidad para sentir el calor. Es normal que el conector Lightning se decolore tras su uso habitual. La suciedad y la exposición a líquidos pueden provocar su decoloración. Si quieres eliminar la decoloración o si el cable se calienta durante su uso o no permite que el mando a distancia se cargue, desconecta el cable Lightning del ordenador o del adaptador de corriente y límpialo con un paño suave, seco y que no desprenda pelusa. No utilices líquidos ni productos de limpieza cuando limpies el conector Lightning. Juegos Evita realizar movimientos excesivos cuando utilices el Apple TV para jugar. Sujeta bien el mando a distancia o el mando de videojuegos para evitar lesiones o daños accidentales. Información del dispositivo En la parte inferior del Apple TV encontrarás datos como el número de modelo, el número de serie y la calificación eléctrica. Para ver el número de serie en pantalla, ve a Ajustes > General > Información. Manual de uso Antes de usar el Apple TV, revisa el manual de uso. Para ello, visita support.apple.com/guide/tv. También puedes usar la app Libros para descargarlo (si está disponible). Guarda la documentación para futura referencia.
es_us: ADVERTENCIA: Para evitar lesiones, lee toda la información sobre seguridad que se muestra enseguida, así como las instrucciones, antes de empezar a usar el Apple TV. No seguir estas instrucciones de seguridad podría causar incendios, choques eléctricos, lesiones o daños al Apple TV, o a cualquier otra propiedad. Instrucciones de seguridad importantes Lee y sigue estas instrucciones para usar el Apple TV de manera segura. • Lee estas instrucciones. • Consérvalas. • Atiende todas las advertencias. • Síguelas. • No uses el Apple TV cerca del agua. • Límpialo sólo con un paño seco. • No bloquees las ventilas. Instálalo de acuerdo con las instrucciones del productor. • No lo instales cerca de fuentes de calor como radiadores, registros de calor, estufas ni cualquier otro dispositivo (incluyendo amplificadores) que produzca calor. • Impide que el cable quede aplastado, especialmente cerca del enchufe y del punto que sale del Apple TV. • Sólo usa accesorios especificados por el fabricante. • Desconecta el Apple TV durante las tormentas eléctricas o si permanecerá sin usar por periodos largos. • Acude siempre al personal de servicio calificado para hacer reparaciones. Acude al personal de servicio si el Apple TV si se daña de cualquier manera; por ejemplo, si el cable se rompe, si se derrama líquido o si se le introduce algún objeto, si se expone a la lluvia o humedad, si no funciona normalmente, o si se cayó. Encendido El Apple TV no tiene un interruptor para encender/apagar. El botón de encendido del control remoto pone al Apple TV en reposo o lo activa. Para quitar de la corriente al Apple TV, desconecta el cable. Asegúrate de que el cable esté en un lugar de fácil acceso. Asegúrate de sostener ambos lados del enchufe al conectar o desconectar el Apple TV. No toques con los dedos la parte metálica del enchufe. Ubicación No uses el Apple TV al aire libre. El Apple TV es un producto para usar en interiores. No expongas el Apple TV a ninguna llama directa, como la de una vela encendida. No uses el Apple TV cerca del agua. No expongas al Apple TV a goteos ni salpicaduras, y no le coloques encima ningún objeto lleno de agua, como un florero. No muevas el Apple TV si está conectado a una TV, computadora o a cualquier otro dispositivo electrónico. ADVERTENCIA: Para reducir el riesgo de incendio o de choque eléctrico, no expongas el Apple TV a líquidos, humedad, calor excesivo ni a llamas directas. Batería y recarga No intentes reemplazar la batería del control remoto por tu cuenta porque se puede dañar y causar sobrecalentamiento, un incendio o una lesión. La batería de iones de litio en el control remoto debe repararse o reciclarse por un proveedor autorizado de Apple. No la deposites en los mismos contenedores donde almacenas o reciclas la basura de tu casa. Desecha las baterías de acuerdo con las leyes ambientales locales y sus lineamientos. Para información sobre reparación y reciclaje de las baterías de iones de litio de Apple, consulta apple.com/la/batteries/service-and-recycling/. Para obtener información sobre la recarga, consulta Recargar el control remoto a continuación. Limpieza y cuidado Para limpiar el Apple TV, desconecta todos los cables y enchufes. Luego usa un paño suave y seco que no desprenda pelusa. Evita que entre humedad en las aberturas. No uses limpiadores de ventanas, limpiadores domésticos, aerosoles, disolventes, alcohol, amoniaco, o sustancias abrasivas para limpiar el Apple TV. Reparación No intentes reparar el Apple TV por tu cuenta. Puedes obtener información sobre las opciones de servicio en support.apple.com/es-la/apple-tv/repair/service. ADVERTENCIA: No intentes abrir ni desensamblar el Apple TV. Existe el riesgo de sufrir descargas eléctricas, y el daño ocasionado por desensamblar el producto anula la garantía limitada. El Apple TV no contiene piezas a las que puedas dar servicio por tu cuenta. Manejo El Apple TV puede sufrir daños si se almacena o manipula indebidamente. Ten cuidado de no dejar caer el Apple TV cuando lo transportes. Temperatura ambiental operativa El Apple TV funciona mejor en un ambiente con temperaturas entre 0° y 35° C (32° y 95° F), y se puede almacenar en temperaturas entre -20° y 45° C (-4° and 113° F). Mientras uses el Apple TV, es normal que se caliente la carcasa, que está diseñada para transferir el calor del interior de la unidad hacia el ambiente más frío del exterior. No uses el Apple TV en áreas con demasiado polvo en el aire o partículas que puedan obstruir las aberturas de ventilación. Condiciones atmosféricas explosivas Usar el Apple TV en áreas con una atmósfera potencialmente explosiva, tales como aquellas en las que el aire contiene niveles altos de productos químicos, vapores o partículas inflamables (como polvo, granos o metales en polvo) puede ser muy peligroso. Exponer el Apple TV y el control remoto a entornos con altas concentraciones de productos químicos industriales, incluidos gases licuados en evaporación, como el helio, puede dañar o afectar la funcionalidad del Apple TV y el control remoto. Sigue todos los señalamientos e instrucciones. Padecimientos médicos Si padeces una enfermedad que crees que podría verse afectada por el uso del Apple TV (por ejemplo, convulsiones, desmayos, fatiga ocular o dolores de cabeza), consulta a tu médico antes de usar el Apple TV. Dispositivos médicos El control remoto contiene radios que emiten campos electromagnéticos. Estos campos electromagnéticos pueden interferir con los marcapasos, los desfibriladores u otros dispositivos médicos. Mantén por los menos 15 cm (6 pulgadas) de separación entre el marcapasos o desfibrilador y el control remoto. Si sospechas que el control remoto interfiere con tu marcapasos u otro dispositivo, deja de usar el control remoto y consulta a tu profesional de la salud para obtener información específica sobre tu dispositivo médico. Movimientos repetitivos Si realizas actividades repetitivas como jugar en el Apple TV, podrías experimentar molestias ocasionales en las manos, los brazos, las muñecas, los hombros, el cuello u otras partes del cuerpo. Si experimentas alguna molestia, deja de realizar esas actividades y consulta a un médico. Recarga del control remoto Recarga el control remoto con el cable Lightning incluido o con cualquier otro cable Lightning de terceros Made for iPhone. Usar cables o cargadores dañados o de imitación, o recargar el dispositivo en ambientes húmedos, puede provocar incendios, descargas eléctricas, lesiones o daños al control remoto o a otros objetos. Cuando uses el adaptador de corriente para recargar el control remoto, asegúrate de que el cable Lightning se haya insertado por completo al adaptador antes de conectarlo a una toma de corriente. Conector y cable Lightning Evita un contacto prolongado de la piel con el conector cuando el cable Lightning esté conectado a una fuente de alimentación, ya que podría crear malestar o provocarte una lesión. Evita situaciones en las que tu piel entre en contacto con el conector Lightning durante un periodo prolongado mientras esté enchufado. Por ejemplo, evita sentarte o dormir sobre el control remoto, o colocarlo debajo de una manta, almohada o tu cuerpo mientras lo estés cargando o mientras el cable Lightning esté conectado a una fuente de alimentación. Pon más cuidado si padeces alguna condición física que afecte tu habilidad para detectar el calor en el cuerpo. Es normal que el conector Lightning se decolore con el uso habitual. La suciedad y la exposición a líquidos pueden provocar su decoloración. Para quitar la decoloración o si notas que el cable se calienta durante el uso o no carga correctamente el control remoto, desconecta el cable Lightning de la computadora o del adaptador de corriente y límpialo con un paño suave y seco que no desprenda pelusa. No uses líquidos ni productos de limpieza cuando limpies el conector Lightning. Juegos Evita realizar movimientos excesivos cuando juegues en el Apple TV. Mantén un agarre seguro de los controles remotos o controles de videojuegos para evitar lesiones o daños accidentales. Información del dispositivo Puedes encontrar información como el número de modelo, número de serie y clasificación eléctrica en la parte inferior del Apple TV. Para revisar el número de serie en pantalla, ve a Configuración > General > Información. Manual de uso Antes de usar el Apple TV, revisa el Manual de uso del Apple TV. Se encuentra en support.apple.com/es-la/guide/tv. También puedes usar Apple Books para descargarlo (si está disponible). Conserva la documentación para consultarla en el futuro.
fi: VAROITUS: Lue vahinkojen välttämiseksi kaikki alla olevat turvallisuustiedot ja käyttöohjeet ennen Apple TV:n käyttämistä. Näiden ohjeiden laiminlyönti saattaa aiheuttaa tulipalon, sähköiskun tai muun vamman tai vahingoittaa Apple TV:tä tai muuta omaisuutta. Tärkeitä turvallisuusohjeita Varmista Apple TV:n käytön turvallisuus lukemalla nämä ohjeet ja noudattamalla niitä. • Lue nämä ohjeet. • Säilytä nämä ohjeet. • Huomioi kaikki varoitukset. • Noudata kaikkia ohjeita. • Älä käytä Apple TV:tä veden läheisyydessä. • Puhdista laite vain kuivalla kankaalla. • Älä tuki ilmanvaihtoaukkoja. Asenna valmistajan ohjeiden mukaisesti. • Älä sijoita laitetta lähelle mitään lämmönlähdettä, kuten lämpöpatteria, lämmitysilman lähdettä, liettä tai muuta lämpöä tuottavaa laitetta (koskee myös vahvistimia). • Huolehdi, ettei virtajohto tule tallatuksi tai jää puristuksiin erityisesti liittimien tai Apple TV:n liitännän kohdalla. • Käytä ainoastaan valmistajan hyväksymiä lisälaitteita ja -varusteita. • Irrota Apple TV sähköverkosta ukkosella tai kun se on pitkän aikaa käyttämättä. • Käänny huoltotilanteissa aina valtuutetun huoltoteknikon puoleen. Apple TV on huollettava, jos se on vahingoittunut millään tavalla, kuten jos virtajohto tai -pistoke on vioittunut, jos sen päälle on kaatunut nestettä tai sen sisään on pudonnut esineitä, jos se on altistunut sateelle tai kosteudelle, jos se ei toimi normaalisti tai jos se on pudonnut. Virta Apple TV:ssä ei ole virtakatkaisijaa. Kaukosäätimen virtapainike laittaa Apple TV:n nukkumaan ja herättää sen. Jos haluat katkaista Apple TV:n virran, irrota virtajohto. Varmista, että virtajohto on aina helposti ulottuvilla. Kun liität tai irrotat Apple TV:n, pidä liitintä aina kiinni sen sivuilta. Vältä koskemasta liittimen metalliosaa. Sijainti Älä käytä Apple TV:tä ulkona. Apple TV on tarkoitettu sisäkäyttöön. Älä sijoita Apple TV:n päälle tai sen läheisyyteen avotulta, kuten kynttilöitä. Älä käytä Apple TV:tä veden läheisyydessä. Älä altista Apple TV:tä tippuvalle tai roiskuvalle nesteelle äläkä aseta Apple TV:n päälle mitään nesteellä täytettyä esinettä, kuten maljakkoa. Älä siirrä Apple TV:tä, jos toinen laite, kuten televisio, tietokone tai muu sähkölaite, on liitetty siihen. VAROITUS: Tulipalon ja sähköiskun vaaran välttämiseksi älä altista Apple TV:tä sateelle, nesteille, kosteudelle, liialliselle lämmölle tai avotulelle. Akku ja lataaminen Älä yritä vaihtaa akkua itse – akku saattaa vahingoittua, mikä saattaa aiheuttaa ylikuumenemisen, tulipalon ja tapaturman. Kaukosäätimen litiumioniakun saa vaihtaa vain Apple tai Applen valtuuttama huoltoliike, ja se on kierrätettävä tai hävitettävä erillään talousjätteestä. Hävitä paristot ja akut paikallisten ympäristölakien ja -ohjeiden mukaisesti. Tietoja Applen litiumioniakuista ja akkujen huollosta ja kierrätyksestä on osoitteessa www.apple.com/fi/batteries/service-and-recycling/. Tietoja lataamisesta on alla kohdassa ”Kaukosäätimen lataaminen”. Puhdistus ja hoito Kun puhdistat Apple TV:n, irrota virtajohto ja kaikki kaapelit. Käytä sitten pehmeää, kuivaa ja nukkaamatonta liinaa. Vältä kosteuden joutumista aukkoihin. Älä käytä Apple TV:n puhdistamiseen ikkunanpesuaineita, kodin puhdistusaineita, suihkeita, liuottimia, alkoholia, ammoniakkia tai hankausaineita. Korjataan Älä tee korjauksia itse. Lisätietoja huollon hankkimisesta on osoitteessa support.apple.com/apple-tv/repair/service. VAROITUS: Älä yritä avata tai purkaa Apple TV:tä. Siinä on sähköiskun vaara, ja rajoitettu takuu ei kata purkamisesta aiheutuneita vaurioita. Sisällä ei ole käyttäjän huollettavissa olevia osia. Käsittely Virheellinen säilyttäminen tai käsitteleminen saattaa vahingoittaa Apple TV:tä. Varo pudottamasta Apple TV:tä, kun kuljetat sitä. Käyttöympäristö Apple TV toimii parhaiten 0–35 °C:n lämmössä ja sitä voidaan säilyttää -20–45 °C:n lämmössä. On normaalia, että Apple TV:n kotelo lämpenee käytettäessä. Apple TV:n kotelo on suunniteltu siten, että lämpö siirtyy laitteen sisältä viileämpään ulkoilmaan. Älä käytä Apple TV:tä paikoissa, joissa on huomattavia määriä ilmassa olevaa pölyä tai hiukkasia, jotka saattavat tukkia ilmanvaihtoaukot. Räjähdysvaaralliset ja vastaavat tilat Apple TV:n käyttäminen voi olla vaarallista mahdollisesti räjähdysvaarallisessa tilassa, kuten ympäristössä, jossa ilmassa on suuria määriä herkästi syttyviä kemikaaleja, höyryjä tai hiukkasia (esimerkiksi vilja, pöly tai metallijauheet). Apple TV:n ja kaukosäätimen käyttö tai säilytys tiloissa, joissa on suuria pitoisuuksia teollisuuskemikaaleja, esimerkiksi haihtuvien nestekaasujen, kuten heliumin, lähellä, voi vahingoittaa Apple TV:tä ja sen kaukosäädintä tai haitata niiden toimintaa. Noudata kaikkia kylttejä ja ohjeita. Sairaudet Jos sinulla on sairaus, johon epäilet Apple TV:n voivan vaikuttaa (esimerkiksi kohtaukset, pyörtyminen, silmien rasitus tai päänsärky), pyydä lääkäriltä lisätietoja ennen Apple TV:n käyttöä. Lääkinnälliset laitteet Kaukosäädin sisältää radiolaitteita, jotka luovat sähkömagneettisia kenttiä. Nämä sähkömagneettiset kentät saattavat häiritä sydämentahdistimia, defibrillaattoreita ja muita lääkinnällisiä laitteita. Pidä kaukosäädin vähintään 15 cm:n päässä sydämentahdistimesta tai defibrillaattorista. Jos epäilet, että kaukosäädin häiritsee sydämentahdistinta tai muuta lääkinnällistä laitetta, lopeta sen käyttö ja kysy lääkäriltä lisätietoja lääkinnällisestä laitteesta. Toistuvat liikkeet Kun teet toistuvia toimintoja, kuten pelaat pelejä Apple TV:llä, saatat tuntea satunnaista kipua käsissä, käsivarsissa, ranteissa, hartioissa, niskassa, kaulassa tai muualla kehossa. Jos tunnet kipua, lopeta toiminnot ja ota yhteyttä lääkäriin. Kaukosäätimen lataaminen Lataa kaukosäädin mukana tulevalla Lightning-kaapelilla tai muun valmistajan Made for iPhone -merkityllä Lightning-kaapelilla. Väärennettyjen tai vioittuneiden kaapeleiden tai latureiden käyttäminen tai lataaminen kosteassa paikassa saattaa aiheuttaa tulipalon, sähköiskun tai tapaturman tai vahingoittaa kaukosäädintä tai muuta omaisuutta. Kun lataat kaukosäädintä virtalähteellä, varmista, että Lightning-kaapeli on liitetty kunnolla virtalähteeseen ennen virtalähteen kytkemistä pistorasiaan. Lightning-kaapeli ja -liitin Vältä pitkittynyttä ihokosketusta liittimeen silloin, kun Lightning-kaapeli on liitettynä virtalähteeseen, koska se voi aiheuttaa kipua tai tapaturman. Vältä tilanteita, joissa ihosi koskettaa Lightning-liitintä pitkään sen ollessa kytkettynä. Jos esimerkiksi kaukosäädin on latautumassa tai Lightning-kaapeli on kytketty virtalähteeseen, älä istu tai nuku sen päällä tai aseta sitä peiton, tyynyn tai itsesi alle. Ole erityisen varovainen, jos sinulla on sairaus, joka vaikuttaa kykyysi tuntea lämpöä ihollasi. On normaalia, että Lightning-liittimen väri muuttuu säännöllisessä käytössä. Lika, roskat ja nesteille altistuminen saattavat aiheuttaa värimuutoksia. Jos haluat poistaa värimuutoksen tai jos kaapeli lämpenee käytön aikana tai ei lataa kaukosäädintä, irrota Lightning-kaapeli tietokoneesta tai virtalähteestä ja puhdista se pehmeällä, kuivalla ja nukkaamattomalla liinalla. Älä käytä Lightning-liittimen puhdistamiseen nesteitä tai puhdistustuotteita. Pelit Vältä liiallisia liikkeitä, kun pelaat pelejä Apple TV:llä. Pidä kaukosäätimestä tai peliohjaimesta tiukasti kiinni tapaturmien ja vahinkojen välttämiseksi. Laitetiedot Tiedot, kuten mallinumero, sarjanumero ja sähkötiedot, löytyvät Apple TV:n pohjasta. Näet sarjanumeron näytöllä valitsemalla Asetukset > Yleiset > Tietoja. Käyttöopas Perehdy Apple TV:n käyttöoppaaseen ennen kuin käytät Apple TV:tä. Opas löytyy osoitteesta support.apple.com/guide/tv. Voit myös ladata käyttöoppaan Kirjat-appiin (jos se on saatavilla). Säilytä oppaat ja ohjeet tulevan tarpeen varalle.
fr: AVERTISSEMENT : afin d’éviter toute blessure, lisez l’ensemble des informations liées à la sécurité ci-dessous et du mode d’emploi avant d’utiliser l’Apple TV. Le fait de ne pas suivre les présentes instructions de sécurité peut provoquer un incendie, une électrocution ou d’autres blessures, ainsi que des dégâts à l’Apple TV et d’autres propriétés. Instructions importantes concernant la sécurité Lisez toutes les instructions de sécurité avant d’utiliser votre Apple TV. • Lisez ces instructions. • Conservez ces instructions. • Tenez compte de tous les avertissements. • Suivez toutes les instructions. • N’utilisez pas l’Apple TV à proximité d’eau. • Ne nettoyez l’Apple TV qu’avec un chiffon sec. • N’obstruez pas les ouvertures servant à la ventilation. Installez l’Apple TV en suivant les instructions du fabricant. • N’installez pas l’Apple TV près d’une source de chaleur, comme un radiateur, un diffuseur d’air chaud, une cuisinière ou tout autre appareil (notamment les amplificateurs) produisant de la chaleur. • Placez le câble d’alimentation de manière à éviter qu’il soit écrasé ou pincé, particulièrement au niveau des prises et à l’endroit où il est branché sur l’Apple TV. • N’utilisez que des accessoires approuvés par le fabricant. • Débranchez l’Apple TV pendant les orages ou lorsqu’elle est inutilisée pendant une longue période. • Tout entretien doit être effectué par un technicien qualifié. Un entretien est requis lorsque l’Apple TV a été endommagée, de quelque façon que ce soit. Par exemple, si le câble d’alimentation ou la prise sont endommagés, si du liquide a été renversé sur l’Apple TV ou si des objets sont tombés dessus, ou si l’Apple TV a été exposée à la pluie ou à de l’humidité, si elle ne fonctionne pas normalement, ou si elle est tombée. Alimentation L’Apple TV n’a pas d’interrupteur marche/arrêt. Le bouton d’alimentation de la télécommande place l’Apple TV en veille et la réactive. Pour mettre l’Apple TV hors tension, débranchez le câble d’alimentation. Veillez à ce que ce dernier soit toujours facilement accessible. Lorsque vous banchez ou débranchez l’Apple TV, tenez toujours la prise par les côtés. N’approchez pas les doigts de la partie métallique de la prise. Emplacement N’utilisez pas l’Apple TV en extérieur. L’Apple TV est un produit à utiliser en intérieur. Ne la placez pas au-dessus ou à proximité de sources de flammes, comme des bougies allumées. N’utilisez pas l’Apple TV à proximité d’eau. N’exposez pas l’Apple TV à des égouttures ou des éclaboussures, et ne placez pas d’objets remplis de liquide, comme des vases, sur l’Apple TV. Ne déplacez pas l’Apple TV si un autre appareil, tel qu’un téléviseur, un ordinateur ou tout autre appareil électronique, y est connecté. AVERTISSEMENT : pour réduire tout risque d’incendie ou d’électrocution, n’exposez pas l’Apple TV à la pluie, à du liquide, à de l’humidité, à de la chaleur ou à des flammes. Batterie et recharge Ne tentez pas de remplacer la batterie de la télécommande par vous-même : vous pourriez endommager la batterie, ce qui pourrait entraîner une surchauffe, un incendie ou des blessures. La batterie lithium-ion située dans la télécommande doit être réparée et recyclée par Apple ou un revendeur agréé, et doit être recyclée ou éliminée séparément des ordures ménagères. Mettez la batterie au rebut conformément aux lois et réglementations de l’environnement de votre pays. Pour en savoir plus sur les batteries lithium-ion d’Apple ainsi que sur leur réparation et leur recyclage, consultez la page https://www.apple.com/fr/batteries/service-and-recycling/. Pour plus d’informations sur la recharge, consultez la section « Recharge de la télécommande » ci-dessous. Nettoyage et entretien Pour nettoyer l’Apple TV, débranchez le câble d’alimentation et tous les autres câbles. Utilisez ensuite un chiffon doux, sec et non pelucheux. Évitez d’introduire de l’humidité dans les ouvertures. N’utilisez pas de nettoyants pour vitre, de nettoyants ménagers, de bombes aérosol, de solvants, d’alcool, d’ammoniaque ou de produits abrasifs pour nettoyer l’Apple TV. Réparation N’effectuez pas de réparations par vous-même. Vous trouverez plus d’informations sur l’entretien à l’adresse https://support.apple.com/fr-fr/apple-tv/repair/service. AVERTISSEMENT : n’essayez pas d’ouvrir ni de démonter l’Apple TV. Vous seriez exposé à un risque d’électrocution et les dommages résultant du démontage ne seraient pas couverts par la garantie limitée. L’Apple TV ne contient aucune pièce réparable par l’utilisateur. Manipulation Votre Apple TV peut être endommagée suite à un stockage ou une manipulation incorrects. Veillez à ne pas laisser tomber l’Apple TV lorsque vous la transportez. Environnement d’utilisation L’Apple TV fonctionne de manière optimale à une température ambiante comprise entre 0 et 35 °C, et elle peut être stockée à une température comprise entre -20 et 45 °C. Pendant que vous utilisez l’Apple TV, il est normal que son boîtier chauffe. Le boîtier de l’Apple TV est conçu pour transférer la chaleur de l’intérieur vers l’air plus frais de l’extérieur. N’utilisez pas l’Apple TV dans des zones présentant des quantités importantes de poussières ou de particules en suspension susceptibles de boucher les ouvertures servant à la ventilation. Atmosphères explosives L’utilisation de l’Apple TV dans des zones présentant une atmosphère potentiellement explosive, comme les zones dans lesquelles l’air contient de fortes concentrations de produits chimiques, de vapeurs ou de particules (grains, poussières ou encore poudres métalliques) inflammables, peut constituer un danger. L’exposition de l’Apple TV et de sa télécommande à des environnements contenant de fortes concentrations de substances chimiques industrielles, y compris les gaz d’évaporation liquéfiés tels que l’hélium, peuvent endommager ou dégrader les fonctionnalités de l’Apple TV et de sa télécommande. Respectez toutes les indications et instructions. Problèmes médicaux Si vous pensez que l’utilisation de votre Apple TV pourrait avoir une incidence sur un trouble médical dont vous souffrez (par exemple, crises d’épilepsie, malaises, fatigues oculaires ou maux de tête), consultez votre médecin avant d’utiliser votre Apple TV. Dispositifs médicaux La télécommande contient des radios qui émettent des champs électromagnétiques. Ces derniers peuvent interférer avec les stimulateurs cardiaques, les défibrillateurs et d’autres dispositifs médicaux. Maintenez une distance d’au moins 15 cm entre votre stimulateur cardiaque ou défibrillateur et la télécommande. Si vous pensez que la télécommande interfère avec votre stimulateur cardiaque ou tout autre dispositif médical, cessez de l’utiliser et consultez votre médecin pour obtenir des informations spécifiques à votre dispositif médical. Mouvements répétitifs Lorsque vous effectuez des tâches répétitives sur l’Apple TV, comme jouer à des jeux, il se peut que vous éprouviez une gêne occasionnelle dans les mains, les bras, les poignets, les épaules, le cou ou d’autres parties du corps. Si vous éprouvez une gêne, cessez ces activités et consultez un médecin. Recharge de la télécommande Rechargez la télécommande avec le câble Lightning inclus, ou avec tout autre câble Lightning portant la mention « Made for iPhone ». L’utilisation de câbles ou de chargeurs contrefaits ou endommagés, ou la recharge en présence d’humidité, peut entraîner un incendie, une électrocution, des blessures ou des dommages à la télécommande ou à d’autres objets. Lorsque vous utilisez un adaptateur secteur pour recharger la télécommande, assurez-vous que le câble Lightning est complètement inséré dans l’adaptateur secteur avant de brancher ce dernier sur une prise électrique. Câble et connecteur Lightning Évitez tout contact prolongé entre la peau et le connecteur lorsque le câble Lightning est branché sur une source d’alimentation, car cela peut entraîner une gêne ou des blessures. Évitez les situations où votre peau reste en contact prolongé avec le connecteur Lightning lorsquʼil est branché. Par exemple, lorsque la télécommande est en cours de recharge ou lorsque le câble Lightning est branché sur une source d’alimentation, ne vous asseyez pas ou ne dormez pas dessus, et ne le placez pas sous une couverture, un oreiller ou une partie de votre corps. Faites particulièrement attention si vous avez un trouble médical qui impacte votre capacité à ressentir la chaleur. La décoloration du connecteur Lightning suite à une utilisation classique est normale. La poussière, les résidus et l’exposition à des liquides peuvent causer une décoloration. Pour éliminer cette décoloration, ou si le câble se met à chauffer en cours d’utilisation ou ne recharge pas la télécommande, déconnectez le câble Lightning de votre ordinateur ou de l’adaptateur secteur et nettoyez-le avec un chiffon doux, sec et non pelucheux. N’utilisez pas de liquides ni de produits nettoyants pour nettoyer le connecteur Lightning. Jeu vidéo Évitez tout mouvement brusque lorsque vous jouez à des jeux sur l’Apple TV. Tenez fermement les télécommandes ou les manettes de jeu pour ne pas causer de blessures ni de dommages accidentels. Informations sur l’appareil Les informations telles que le numéro de modèle, le numéro de série et les caractéristiques électriques se trouvent sur la partie inférieure de l’Apple TV. Pour trouver le numéro de série à l’écran, accédez à Réglages > Général > À propos. Guide d’utilisation Avant d’utiliser l’Apple TV, consultez le guide d’utilisation de l’Apple TV. Accédez à la page https://support.apple.com/fr-fr/guide/tv/welcome/tvos. Vous pouvez également télécharger le guide d’utilisation dans l’app Livres d’Apple (selon disponibilité). Conservez cette documentation pour la consulter ultérieurement.
fr_ca: AVERTISSEMENT : Pour éviter les blessures, lisez toutes les informations de sécurité et les instructions ci-dessous avant d’utiliser l’Apple TV. Le non-respect de ces consignes de sécurité pourrait causer un incendie, une décharge électrique ou des blessures, ou endommager l’Apple TV ou d’autres biens. Consignes de sécurité importantes Veuillez lire et respecter ces consignes pour utiliser l’Apple TV en toute sécurité. • Veuillez lire ces instructions. • Conservez ces instructions. • Prenez en compte tous les avertissements. • Suivez toutes les instructions. • N’utilisez pas l’Apple TV à proximité de l’eau. • Nettoyez-la uniquement à l’aide d’un chiffon sec. • Ne bloquez aucun orifice de ventilation. Effectuez l’installation conformément aux instructions du fabricant. • Ne placez pas l’Apple TV à proximité d’une source de chaleur comme un radiateur, une bouche de chaleur, une cuisinière ou tout autre appareil (y compris un amplificateur) susceptible de produire de la chaleur. • Faites en sorte qu’il soit impossible de marcher sur le cordon d’alimentation ou de le tordre; protégez tout particulièrement les prises et les points de sortie de l’Apple TV. • Utilisez uniquement les accessoires spécifiés par le fabricant. • Débranchez l’appareil en cas d’orage ou si vous prévoyez de ne pas l’utiliser pendant une longue période. • Toute réparation doit être effectuée par un technicien qualifié. La réparation est obligatoire si l’Apple TV a été endommagée (notamment si le câble ou la prise d’alimentation sont abîmés), si vous avez renversé du liquide sur l’Apple TV, si des objets sont tombés dedans, si l’Apple TV a été exposée à la pluie ou à l’humidité, si vous constatez des dysfonctionnements ou si l’Apple TV est tombée. Alimentation L’Apple TV n’a pas de bouton d’alimentation. Le bouton d’alimentation de la télécommande permet de mettre en veille ou de réactiver l’Apple TV. Pour mettre l’Apple TV hors tension, débranchez le cordon d’alimentation. Assurez-vous que le cordon d’alimentation est toujours facile d’accès. Lorsque vous branchez ou débranchez l’Apple TV, tenez toujours la prise par les côtés. N’approchez pas vos doigts des parties métalliques de la prise. Lieu d’utilisation N’utilisez pas l’Apple TV à l’extérieur. L’Apple TV est un produit d’intérieur. Ne placez pas de sources de flamme nue (une bougie allumée, par exemple) sur l’Apple TV ou à proximité de celle-ci. N’utilisez pas l’Apple TV à proximité de l’eau. Veillez à ne pas éclabousser ou renverser du liquide sur l’Apple TV et à ne pas placer d’objet contenant du liquide (un vase, par exemple) sur l’appareil. Ne déplacez pas l’Apple TV si elle est connectée à une télévision, à un ordinateur ou à un autre appareil électronique. AVERTISSEMENT : Pour réduire les risques d’incendie ou de décharge électrique, n’exposez pas l’Apple TV à la pluie, à des liquides, à l’humidité, à une chaleur excessive ou encore à une flamme nue. Batterie et recharge N’essayez pas de remplacer la batterie de la télécommande. Vous risquez d’endommager la batterie, ce qui pourrait entraîner une surchauffe, un incendie et des blessures. La batterie aux ions de lithium de la télécommande doit être remplacée ou recyclée par Apple ou un fournisseur de service agréé; elle doit être recyclée et ne doit en aucun cas être jetée avec les déchets ménagers. Jetez les batteries conformément aux lois et aux directives locales en matière d’environnement. Pour en savoir plus sur les batteries aux ions de lithium d’Apple ainsi que sur le remplacement et le recyclage des batteries, rendez-vous sur apple.com/ca/fr/batteries/service-and-recycling. Pour obtenir des informations sur la recharge, consultez la section « Recharger la télécommande » ci-dessous. Nettoyage et entretien Pour nettoyer l’Apple TV, débranchez le cordon d’alimentation et tous les autres câbles. Utilisez ensuite un chiffon doux, sec et non pelucheux. Évitez toute pénétration d’humidité dans les orifices. N’utilisez pas de produits pour le nettoyage des vitres, de produits d’entretien ménager, d’aérosols, de solvants, d’alcool, d’ammoniac ou d’abrasifs pour nettoyer l’Apple TV. Réparation Ne procédez à aucune réparation vous-même. Vous trouverez plus d’informations sur le service après-vente et la réparation à l’adresse support.apple.com/fr-ca/apple-tv/repair/service. AVERTISSEMENT : N’essayez pas d’ouvrir ou de démonter l’Apple TV. Vous risquez de recevoir une décharge électrique, et les dommages causés lors du démontage ne sont pas couverts par la garantie limitée. L’appareil ne contient aucune pièce réparable par l’utilisateur. Manipulation Votre Apple TV pourrait être endommagée en raison d’un entreposage ou d’une manipulation inadaptés. Veillez à ne pas laisser tomber l’Apple TV pendant son transport. Température de fonctionnement L’Apple TV fonctionne de manière optimale lorsque la température se situe entre 0 et 35 °C (32 et 95 °F) et peut être entreposée à une température pouvant varier de -20 à 45 °C (-4 à 113 °F). Lorsque vous utilisez l’Apple TV, il est normal que le boîtier se réchauffe. Le boîtier de l’Apple TV est conçu pour transférer la chaleur de l’intérieur de l’appareil vers l’air plus frais à l’extérieur. N’utilisez pas l’Apple TV dans des espaces qui contiennent des quantités importantes de poussière en suspension ou de particules susceptibles d’obstruer les orifices de ventilation. Atmosphère explosive et autres conditions atmosphériques Il peut être dangereux d’utiliser l’Apple TV et la télécommande dans tout espace dont l’atmosphère est potentiellement explosive, par exemple les espaces où se trouve un niveau élevé de produits chimiques, vapeurs ou particules inflammables (tels que la grenaille, la poussière et les poudres métalliques). L’exposition de l’Apple TV et de la télécommande à des environnements où la concentration en produits chimiques industriels est élevée, y compris à proximité de gaz liquéfiés en évaporation, comme l’hélium, peut endommager ou détériorer le fonctionnement de l’Apple TV et de la télécommande. Agissez conformément à toutes les indications et instructions. Troubles médicaux Si vous souffrez de troubles médicaux qui pourraient être affectés par l’utilisation de l’Apple TV (crises d’épilepsie, évanouissements, fatigue oculaire ou maux de tête, par exemple), consultez votre médecin avant d’utiliser l’Apple TV. Appareils médicaux La télécommande contient des radios qui émettent des champs électromagnétiques. Ces champs électromagnétiques pourraient causer des interférences avec les stimulateurs cardiaques, les défibrillateurs et d’autres appareils médicaux. Conservez la télécommande à une distance d’au moins 15 cm (6 po) de votre stimulateur cardiaque ou de votre défibrillateur. Si vous soupçonnez votre télécommande d’interférer avec votre stimulateur cardiaque ou avec tout autre appareil médical, cessez d’utiliser la télécommande et consultez votre médecin pour obtenir des informations concernant votre appareil médical. Mouvements répétitifs Lorsque vous effectuez des activités répétitives, comme jouer à des jeux sur l’Apple TV, vous risquez de sentir une gêne dans vos mains, bras, poignets ou épaules, ou dans votre cou ou d’autres parties de votre corps. Si vous sentez une gêne, suspendez ces activités et consultez un médecin. Recharger la télécommande Rechargez la télécommande avec le câble Lightning inclus ou avec d’autres câbles Lightning tiers « Made for iPhone ». L’utilisation de câbles ou de chargeurs contrefaits ou endommagés, ou le fait de recharger la télécommande en présence d’humidité peuvent causer un incendie, une décharge électrique, des blessures ou des dommages à la télécommande ou à d’autres biens. Lorsque vous utilisez un adaptateur d’alimentation pour recharger la télécommande, assurez-vous que le câble Lightning est complètement inséré dans l’adaptateur avant de brancher ce dernier sur une prise de courant. Câble et connecteur Lightning Évitez tout contact prolongé avec le connecteur lorsque le câble Lightning est branché sur une source de courant, car il pourrait vous causer une gêne, voire des blessures. Évitez tout contact du connecteur Lightning avec votre peau au cours d’une longue période lorsque celui-ci est branché. Par exemple, lorsque la télécommande est en charge ou que le câble Lightning est branché sur une source d’alimentation, ne vous asseyez pas dessus et ne le placez pas sous une couverture, un coussin ou une partie de votre corps. Faites particulièrement attention si vous souffrez d’un trouble médical vous empêchant de sentir la chaleur au contact de votre peau. La décoloration du connecteur Lightning après une utilisation régulière est normale. La saleté, les débris et l’exposition à des liquides peuvent causer une décoloration. Pour remédier à la décoloration, ou si le câble chauffe en cours d’utilisation ou ne recharge pas la télécommande, déconnectez le câble Lightning de l’ordinateur ou de l’adaptateur d’alimentation et nettoyez-le avec un chiffon doux, sec et non pelucheux. N’utilisez pas de liquides ou de produits de nettoyage pour nettoyer le connecteur Lightning. Jeux Évitez de faire des gestes brusques lorsque vous jouez à des jeux vidéo sur l’Apple TV. Tenez fermement les télécommandes ou les manettes de jeu pour éviter les blessures et les dommages accidentels. Informations concernant l’appareil Les informations telles que le numéro de modèle, le numéro de série et les caractéristiques électriques sont situées sur la partie inférieure de l’Apple TV. Accédez à Réglages > Général > Informations pour consulter le numéro de série à l’écran. Guide d’utilisation Consultez le guide d’utilisation de l’Apple TV avant d’utiliser cette dernière. Rendez-vous sur support.apple.com/guide/tv. Vous pouvez également utiliser Apple Books pour télécharger le guide d’utilisation (si disponible). Conservez la documentation pour pouvoir la consulter ultérieurement.
he: אזהרה: לפני השימוש ב-Apple TV, יש לקרוא את כל הוראות הבטיחות שלהלן ואת הוראות ההפעלה כדי להימנע מפגיעה. שימוש המנוגד להוראות הבטיחות האלו עלול להוביל לשריפה, להתחשמלות או לפגיעה אחרת, וכן לנזק ל-Apple TV או לרכוש אחר. הוראות בטיחות חשובות יש לקרוא את ההוראות הבאות ולפעול לפיהן כדי להבטיח שימוש בטוח ב-Apple TV. • יש לקרוא את ההוראות הבאות. • יש לשמור את ההוראות. • יש להביא בחשבון את כל האזהרות. • יש למלא אחר כל ההוראות. • אין להשתמש ב-Apple TV ליד מים. • יש לנקות במטלית יבשה בלבד. • אין לחסום פתחי אוורור. יש לבצע את ההתקנה בהתאם להוראות היצרן. • אין לבצע התקנה ליד מקורות חום כגון רדיאטורים, אוגרי חום, תנורים או מכשירים אחרים המייצרים חום (כולל מגברים). • יש להימנע מלדרוך על כבל החשמל או למעוך אותו, במיוחד באזור התקע ובנקודה שבה הוא יוצא מה-Apple TV. • יש להשתמש אך ורק באביזרים או בהתקני עזר שצוינו על-ידי היצרן. • יש לנתק את ה-Apple TV מהחשמל במהלך סופות ברקים או כאשר לא נעשה בו שימוש לפרקי זמן ארוכים. • לקבלת כל סוגי השירות יש לפנות לצוות שירות מוסמך. נדרש שירות כשנגרם ל-Apple TV נזק כלשהו, למשל כאשר כבל החשמל או התקע ניזוקים, כאשר נשפך נוזל לתוך ה-Apple TV או נפלו עליו חפצים או כאשר ה-Apple TV נחשף לגשם או ללחות, הפסיק לפעול כשורה או נפל. הפעלה וחשמל ל-Apple TV אין מתג הפעלה/כיבוי. כפתור ההפעלה בשלט יכול להעביר את ה-Apple TV למצב שינה או להעיר אותו ממצב זה. כדי לנתק את ה-Apple TV, יש להוציא את כבל החשמל מהשקע בקיר. יש לוודא שכבל החשמל תמיד נגיש לך. בעת חיבור ה-Apple TV לחשמל או ניתוקו ממנו, יש להחזיק תמיד את התקע משני צדדיו. יש להרחיק את האצבעות מהחלק המתכתי של התקע. מיקום אין להשתמש ב-Apple TV בחוץ. ‏Apple TV הוא מוצר שנועד לשימוש בתוך הבית. אין למקם מקורות של להבה חשופה, כגון נרות בוערים, מעל או ליד ה-Apple TV. אין להשתמש ב-Apple TV ליד מים. אין לחשוף את ה-Apple TV לטפטוף או להתזה של מים, ואין למקם אף חפץ המלא בנוזל, כגון אגרטל, מעל ה-Apple TV. אין להזיז את ה-Apple TV אם הוא מחובר לטלוויזיה, למחשב או למכשיר אלקטרוני אחר. אזהרה: כדי להפחית את הסיכון לשריפה או להתחשמלות, אין לחשוף את ה-Apple TV לגשם, לנוזלים, ללחות, לחום חזק או ללהבה חשופה. סוללה וטעינה אין לנסות להחליף את סוללת השלט באופן עצמאי - הסוללה עלולה להינזק, מה שעלול להוביל לחימום יתר, לשריפה ולפציעה. רק Apple או ספק שירות מורשה רשאים לתקן או למחזר את סוללת הליתיום-יון בשלט. יש למחזר או להשליך את הסוללה בנפרד מהפסולת הביתית. יש להשליך את הסוללות בהתאם להנחיות ולחוקים המקומיים להגנת הסביבה. מידע נוסף בנושא סוללות ליתיום-יון של Apple ובנושא שירות טיפול בסוללות ומחזורן, זמין בכתובת: apple.com/batteries/service-and-recycling. לקבלת מידע בנושא טעינה, ניתן לעיין בסעיף ״טעינת השלט״ שלמטה. ניקוי וטיפול כדי לנקות את ה-Apple TV, יש לנתק את כבל החשמל ואת שאר הכבלים. לאחר מכן יש להשתמש במטלית רכה ויבשה נטולת מוך. יש להימנע מלהחדיר לחות לפתחים. אין להשתמש בחומרי ניקוי לחלונות, חומרי ניקוי לבית, תרסיסי אירוסול, ממיסים, אלכוהול, אמוניה או חומרי ניקוי להסרת לכלוך קשה לניקוי ה-Apple TV. תיקון אין לבצע תיקונים באופן עצמאי. ניתן למצוא מידע נוסף בנושא קבלת שירות בכתובת: support.apple.com/apple-tv/repair/service. אזהרה: אין לנסות לפתוח או לפרק את ה-Apple TV. פעולה כזאת עלולה לגרום להתחשמלות, וכל נזק שייגרם עקב הפתיחה או הפירוק לא יכוסה במסגרת האחריות המוגבלת. לא קיימים בפנים חלקים שהמשתמש יכול לתקן באופן עצמאי. תחזוקה ה-Apple TV עלול להינזק עקב אחסון או תחזוקה לא נאותים. יש להיזהר לא להפיל את ה-Apple TV בעת הובלתו ממקום למקום. סביבת ההפעלה ה-Apple TV פועל באופן מיטבי בטמפרטורת סביבה של 0° עד 35° צלזיוס וניתן לאחסן אותו בטמפרטורה של 20°- עד 45° צלזיוס. במהלך השימוש ב-Apple TV, המארז מתחמם באופן טבעי. מארז ה-Apple TV עוצב במטרה להעביר חום מתוך היחידה לאוויר הקר יותר בחוץ. אין להפעיל את ה-Apple TV באזורים עם כמויות גבוהות של אבק או חלקיקים העלולות לחסום את פתחי האוורור. חומרים דליקים ותנאים סביבתיים אחרים שימוש ב-Apple TV ובשלט באזורים שבהם קיימת סכנת התלקחות או נפץ כתוצאה מרמות גבוהות של כימיקלים, חומרים נדיפים או חלקיקים דליקים שנמצאים באוויר (למשל, גרגירים, אבק או אבקות מתכתיות) עלול להיות מסוכן. חשיפת ה-Apple TV והשלט לסביבה שבה קיים ריכוז גבוה של כימיקלים תעשייתיים, כולל קרבה לגזים נדיפים במצב צבירה נוזלי (כגון הליום), עלולה לגרום לנזק לתפקוד ה-Apple TV והשלט. יש למלא אחר ההנחיות והשילוט בסביבה. מצבים בריאותיים אם יש לך מצב בריאותי אשר לדעתך עלול להחמיר כתוצאה מהשימוש ב-Apple TV (כגון פרכוסים, התעלפויות, עייפות הראייה או כאבי ראש), יש להתייעץ עם רופא או רופאה לפני השימוש ב-Apple TV. מכשירים רפואיים השלט מכיל רכיבי רדיו הפולטים שדות אלקטרומגנטיים. שדות אלקטרומגנטיים אלו עלולים להפריע לפעולתם התקינה של קוצבי לב, דפיברילטורים ומכשירים רפואיים אחרים. יש לשמור על מרחק של כ-15 ס״מ בין קוצב הלב או הדפיברילטור שלך לשלט. אם יש לך חשד שהשלט משפיע על קוצב הלב שלך או על כל מכשיר רפואי אחר, יש להפסיק את השימוש בשלט ולהתייעץ עם רופא או רופאה לקבלת מידע ספציפי לגבי המכשיר הרפואי שברשותך. תנועה חזרתית בעת ביצוע פעילויות הכרוכות בתנועות חזרתיות, כגון משחקים ב-Apple TV, תיתכן הרגשת חוסר נוחות בידיים, בזרועות, במפרקי כף היד, בכתפיים, בצוואר או בחלקים אחרים של הגוף. במקרה של חוסר נוחות, יש להפסיק את הפעילות ולהתייעץ עם רופא או רופאה. טעינת השלט יש לטעון את השלט באמצעות כבל ה-Lightning המצורף, או באמצעות כבלי Lightning של יצרנים אחרים מסוג Made for iPhone. שימוש בכבלים או במטענים מזויפים או פגומים, או טעינה בסביבת לחות, עלולים לגרום לשריפה, התחשמלות, פציעה או נזק לשלט או לרכוש אחר. במהלך שימוש בספק כוח לצורך טעינת השלט, יש לוודא שכבל ה-Lightning מחובר בצורה מלאה לספק הכוח לפני חיבור הספק לשקע חשמל. כבל ומחבר Lightning יש להימנע ממגע ממושך של העור עם המחבר כאשר כבל ה-Lightning מחובר למקור חשמל, כדי למנוע סיכון לתחושת אי נוחות ואף פציעה. יש להימנע ממצבים שבהם העור שלך נמצא במגע עם מחבר ה-Lightning לפרק זמן ממושך כאשר הוא מחובר לחשמל. לדוגמה, כאשר השלט נטען או בזמן שכבל ה-Lightning מחובר למקור חשמל, אין לשבת או לישון עליו או למקם אותו מתחת לשמיכה, לכרית או לגופך. יש לשים לב לכך במיוחד אם יש לך מצב רפואי המשפיע על יכולתך להרגיש חום כנגד גופך. מחבר ה-Lightning עשוי לקבל צבע שונה לאחר שימוש רגיל. זוהי תופעה תקינה. בנוסף, לכלוך, שאריות וחשיפה לנוזלים עלולים גם הם לגרום לשינוי צבע. כדי להסיר את הצבע, או אם הכבל מתחמם במהלך השימוש או אינו טוען את השלט, יש לנתק את כבל ה-Lightning מהמחשב או מספק הכוח ולנקות אותו באמצעות מטלית רכה, יבשה ונקייה נטולת מוך. אין להשתמש בנוזלים או במוצרי ניקוי כדי לנקות את מחבר ה-Lightning. משחקים יש להימנע מתנועה מופרזת במהלך משחקים ב-Apple TV. יש לאחוז את שלט המשחק או הג׳ויסטיק בצורה מאובטחת כדי למנוע פציעה או נזק בלתי מכוון. פרטי המכשיר מידע כגון מספר הדגם, המספר הסידורי ודירוג החשמל ממוקם בתחתית ה-Apple TV. כדי להציג את המספר הסידורי במסך, יש לעבור אל ״הגדרות״ > ״כללי״ > ״מידע״. המדריך למשתמש לפני השימוש ב-Apple TV, יש לעיין במדריך למשתמש ב-Apple TV. יש לעבור אל הכתובת: support.apple.com/guide/tv. ניתן גם לעבור אל Apple Books ולהוריד את המדריך למשתמש (היכן ששירות זה זמין). יש לשמור את המסמכים המצורפים לצורך שימוש עתידי.
hi: चेतावनी : चोट से बचने के लिए Apple TV का इस्तेमाल करने से पहले नीचे दी गई सभी सुरक्षा जानकारी और ऑपरेटिंग निर्देश पढ़ें। इन सुरक्षा निर्देशों का पालन करने में विफल रहने के परिणामस्वरूप आग, बिजली का झटका या अन्य चोट लग सकती है अथवा Apple TV या अन्य संपत्ति की क्षति हो सकती है। ज़रूरी सुरक्षा निर्देश Apple TV का सुरक्षित ढंग से इस्तेमाल करने के लिए ये निर्देश पढ़ें और उनका पालन करें। • ये निर्देश पढ़ें। • इन निर्देशों को संभालकर रखें। • सभी चेतावनियों पर ध्यान दें। • सभी निर्देशों का पालन करें। • पानी के आस-पास Apple TV का इस्तेमाल न करें। • केवल सूखे कपड़े से ही साफ़ करें। • हवा के आने जाने के मार्ग बाधित न करें। निर्माता के निर्देशों के अनुसार इंस्टॉल करें। • तापीय स्रोत जैसे रेडिएटर, तापीय रजिस्टर, स्टोव या गर्मी पैदा करने वाले अन्य डिवाइस (एम्प्लीफ़ायर सहित) के आस-पास इंस्टॉल न करें। • पॉवर कॉर्ड को ऐसी स्थिति में रखें कि कोई उस पर चले नहीं या वह किसी तरह दबे-कटे नहीं, ख़ास तौर से प्लग पर या उस जगह जहाँ प्लग Apple TV से निकलता है। • केवल निर्माता द्वारा बताए गए अटैचमेंट/ऐक्सेसरी का ही इस्तेमाल करें। • तूफ़ान के साथ बिजली कड़कने के दौरान या लंबे समय तक उपयोग नहीं होने पर Apple TV का प्लग निकाल दें। • सभी तरह की सर्विसिंग योग्य कर्मचारी से ही कराएँ। Apple TV के किसी भी प्रकार से क्षतिग्रस्त होने, जैसे पॉवर कॉर्ड या प्लग के क्षतिग्रस्त होने, Apple TV पर तरल पदार्थ या किसी वस्तु के गिरने अथवा Apple TV का वर्षा या नमी के संपर्क में आने, सामान्य रूप से काम न करने या उसके गिरा दिए जाने की स्थिति में सर्विसिंग की ज़रूरत पड़ती है। पावर Apple TV में चालू/बंद करने का स्विच नहीं है। रिमोट पर दिया पावर बटन Apple TV को स्लीप मोड में रखता है और Apple TV को स्लीप मोड से सक्रिय करता है। Apple TV को पावर से डिस्कनेक्ट करने के लिए पावर कॉर्ड अनप्लग करें। सुनिश्चित करें कि पावर कॉर्ड हमेशा आसानी से ऐक्सेस की जा सकती हो। Apple TV को कनेक्ट या डिस्कनेक्ट करते समय, प्लग को हमेशा उसके किनारे से पकड़ें। प्लग के मेटल वाले हिस्से पर उँगलियाँ न रखें। स्थान Apple TV का इस्तेमाल खुली जगहों पर न करें। Apple TV घर के अंदर इस्तेमाल किया जाने वाला उत्पाद है। जलती हुई आग के स्रोत जैसे जली हुई मोमबत्ती को Apple TV के ऊपर या निकट न रखें। पानी के पास Apple TV का इस्तेमाल न करें। Apple TV को बूँदों या छींटों के संपर्क में न आने दें और Apple TV पर द्रव से भरी फूलदान जैसी कोई वस्तु न रखें। यदि Apple TV किसी टीवी, कंप्यूटर या अन्य इलेक्ट्रॉनिक डिवाइस से कनेक्टेड है, तो उसे मूव न करें। चेतावनी : आग लगने या बिजली के झटके का जोखिम कम करने के लिए, Apple TV को बारिश, तरल, नमी, अत्यधिक गर्मी या जली आग के संपर्क में न लाएँ। बैटरी और चार्जिंग रिमोट की बैटरी को स्वयं बदलने की कोशिश न करें। आप बैटरी को नुकसान पहुँचा सकते हैं जिससे ओवरहीटिंग हो सकती है, आग लग सकती है और चोट लग सकती है। रिमोट की लिथियम-आयन बैटरी की सर्विस या रिसाइकलिंग Apple या किसी अधिकृत सर्विस प्रोवाइडर द्वारा की जानी चाहिए और उसकी रिसाइकलिंग या निपटान घर के अन्य कचरे से अलग किया जाना चाहिए। अपने स्थानीय पर्यावरण संबंधी क़ानूनों और दिशानिर्देशों के अनुसार बैटरी का निपटान करें। Apple लिथियम-आयन बैटरियों और बैटरी सर्विस और रिसाइकलिंग के बारे में अधिक जानकारी के लिए apple.com/batteries/service-and-recycling पर जाएँ। चार्जिंग के बारे में जानकारी के लिए नीचे “रिमोट को चार्ज करना” देखें। सफ़ाई और देखरेख Apple TV की सफ़ाई करने के लिए पावर कॉर्ड और सभी केबल अनप्लग करें। फिर नरम, सूखा और बिना लिंट वाला कपड़ा इस्तेमाल करें। ध्यान रखें कि खुली जगहों से होकर नमी अंदर न पहुँचे। Apple TV को साफ़ करने के लिए विंडो क्लीनर, घरेलू क्लीनर, ऐरोसोल स्प्रे, सफ़ाई वाले घोल, अल्कोहल, अमोनिया या अपघर्षक का उपयोग न करें। मरम्मत ख़ुद से मरम्मत न करें। आप सर्विस कराने से संबंधित और जानकारी support.apple.com/apple-tv/repair/service पर देख सकते हैं। चेतावनी : Apple TV को खोलने या उसके हिस्से अलग-अलग करने की कोशिश न करें। ऐसा करने पर आपको बिजली का झटका लगने का जोखिम रहता है और पुर्ज़े खोलने से होने वाली क्षति सीमित वॉरंटी में नहीं आती है। अंदर कोई भी ऐसा हिस्सा नहीं है जिसकी सर्विस यूज़र कर सके। हैंडलिंग ठीक तरह स्टोरेज या हैंडलिंग नहीं करने पर आपका Apple TV क्षतिग्रस्त हो सकता है। ट्रांसपोर्ट करने के दौरान सावधानी बरतें कि Apple TV गिरे नहीं। इस्तेमाल करने की जगह Apple TV 32° से 95° F (0° से 35° C) तक के परिवेश के तापमान में सबसे अच्छी तरह काम करता है और उसे -4° से 113° F (-20° से 45° C) तक के तापमान पर स्टोर किया जा सकता है। Apple TV का इस्तेमाल करने के दौरान, केस का गर्म होना सामान्य है। Apple TV केस को यूनिट के अंदर से गर्मी को बाहर की ठंडी हवा में ट्रांसफ़र करने के लिए डिज़ाइन किया गया है। ऐसी जगहों में Apple TV न चलाएँ जहाँ हवा में धूल की मात्रा या ऐसे बारीक कणों की मात्रा बहुत अधिक हो जो हवा आने-जाने के रास्तों को जाम कर सकते हैं। विस्फोटक और अन्य वायुमंडलीय स्थितियाँ ऐसे किसी भी क्षेत्र में Apple TV का उपयोग करना खतरनाक हो सकता है जिसका संभावित विस्फोट वाला वातावरण है जैसे ऐसे क्षेत्र जहाँ हवा में अधिक मात्रा में ज्वलनशील रसायन, वाष्प या कण हों (जैसे कण, धूल या धातु का पाउडर)। Apple TV या रिमोट को हीलियम जैसी वाष्पन के करीब की अवस्था वाली तरलीकृत गैसों सहित औद्योगिक रसायनों की उच्च सांद्रता वाले परिवेश में एक्सपोज़ करने से Apple TV और रिमोट क्षतिग्रस्त हो सकते हैं या उनकी फ़ंक्शनैलिटी प्रभावित हो सकती है। सभी चिह्नों और निर्देशों का पालन करें। मेडिकल दशाएँ यदि आपको कोई ऐसी बीमारी है जो कि Apple TV के उपयोग से प्रभावित हो सकती है, (उदाहरण के लिए दौरा पड़ना, अंधेरा छा जाना, आँखों पर दबाव या सिरदर्द), तो Apple TV का उपयोग करने से पहले अपने डॉक्टर से परामर्श लें। मेडिकल डिवाइस रिमोट में रेडियो होते हैं जो इलेक्ट्रोमैग्नेटिक फ़ील्ड का उत्सर्जन करते हैं। ये इलेक्ट्रोमैग्नेटिक फ़ील्ड पेसमेकर, डिफ़िब्रिलेटर और अन्य मेडिकल डिवाइस के लिए बाधा पैदा कर सकते हैं। अपने पेसमेकर या डीफ़िब्रिलेटर और रिमोट के बीच कम से कम 6 इंच (लगभग 15 सेमी) का फ़ासला रखें। यदि आपको संदेह है कि रिमोट आपके पेसमेकर या अन्य मेडिकल डिवाइस के लिए बाधा पैदा कर रहा है तो इसका उपयोग रोकें और अपने मेडिकल डिवाइस से संबंधित जानकारी के लिए अपने डॉक्टर से परामर्श लें। दोहराव वाले मोशन जब आप Apple TV पर गेम खेलने जैसी दोहराई जाने वाली गतिविधि करते हैं, तो आपको अपने हाथों, बाँहों, कलाइयों, कंधों, गर्दन या शरीर के अन्य हिस्सों में कभी-कभी असुविधा महसूस हो सकती है। यदि आपको असुविधा महसूस होती है, तो उन ऐक्टिविटी को रोकें और डॉक्टर से सलाह लें। रिमोट चार्ज करना रिमोट को उसके साथ आई Lightning केबल से या अन्य तृतीय-पक्ष की “iPhone के लिए बनाई गई” Lightning केबल से चार्ज करें। नक़ली या क्षतिग्रस्त केबल या चार्जर का उपयोग करना या नमी मौजूद होने पर चार्ज करने से आग, बिजली का झटका, चोट लग सकती है या रिमोट या अन्य संपत्ति को क्षति पहुँच सकती है। जब आप रिमोट को चार्ज करने के लिए पॉवर अडैप्टर का उपयोग करते हैं, तो सुनिश्चित करें कि पॉवर सॉकेट में अडैप्टर का प्लग लगाने से पहले Lightning केबल पॉवर अडैप्टर में ठीक तरह से लगी हो। Lightning केबल और कनेक्टर जब Lightning केबल को पावर सोर्स में प्लग किया जाता है, तो कनेक्टर को लंबे समय तक त्वचा के संपर्क में न आने दें, क्योंकि इससे असुविधा हो सकती है या चोट लग सकती है। ऐसी स्थितियों से बचें जहाँ आपकी त्वचा Lightning कनेक्टर के प्लग इन होने पर लंबे समय तक उसके संपर्क में रहती है। उदाहरण के लिए, रिमोट के चार्ज होने के दौरान या Lightning केबल के पॉवर सोर्स में लगे होने पर, उस पर बैठे या सोएँ नहीं या उसे किसी कंबल, तकिए या अपने शरीर के नीचे न आने दें। यदि आप किसी ऐसी शारीरिक दशा से ग्रस्त हैं जो शरीर के संपर्क में आने वाली गर्मी का पता लगाने की आपकी क्षमता को प्रभावित करती है, तो विशेष ध्यान रखें। नियमित इस्तेमाल के बाद Lightning कनेक्टर का रंग उतरना आम बात है। धूल, कण और द्रवों के संपर्क में आने से रंग उतर सकता है। पुराना रंग वापस लाने या उपयोग के दौरान केबल गर्म होने अथवा रिमोट के चार्ज न होने की स्थिति में, अपने कंप्यूटर या पॉवर अडैप्टर से Lightning केबल को डिस्कनेक्ट करें और इसे साफ़, सूखे, लिंट रहित कपड़े से साफ़ करें। Lightning कनेक्टर को साफ़ करते समय द्रवों या सफ़ाई वाले उत्पादों का इस्तेमाल न करें। गेमिंग Apple TV पर गेम खेलते समय बहुत ज़्यादा हलचल न करें। चोट या दुर्घटना से होने वाली क्षति से बचने के लिए रिमोट या गेम कंट्रोलर पर सुरक्षित पकड़ बनाए रखें। डिवाइस जानकारी मॉडल नंबर, सीरियल नंबर और इलेक्ट्रिकल रेटिंग जैसी जानकारी Apple TV के निचले भाग में होती है। स्क्रीन पर सीरियल नंबर देखने के लिए सेटिंग > सामान्य > परिचय पर जाएँ। यूज़र गाइड Apple TV का इस्तेमाल करने से पहले Apple TV यूज़र गाइड को पढ़ें और समझें। support.apple.com/guide/tv पर जाएँ। आप यूज़र गाइड डाउनलोड करने के लिए Apple Books का इस्तेमाल भी कर सकते हैं (जहाँ उपलब्ध हो)। भविष्य में संदर्भ के लिए दस्तावेज़ को रखें।
hr: UPOZORENJE: Kako biste izbjegli ozljede, pročitajte sve sigurnosne informacije u nastavku i upute za uporabu prije uporabe Apple TV-a. Nepridržavanje ovih sigurnosnih uputa može rezultirati požarom, strujnim udarom ili drugom ozljedom ili oštećenjem Apple TV-a ili druge imovine. Važne sigurnosne upute Pročitajte i pridržavajte se ovih uputa za sigurnu uporabu Apple TV-a. • Pročitajte ove upute. • Sačuvajte ove upute. • Pridržavajte se svih upozorenja. • Slijedite sve upute. • Nemojte koristiti Apple TV blizu vode. • Uređaj čistite samo suhom krpom. • Nemojte blokirati ventilacijske otvore. Uređaj postavite u skladu s uputama proizvođača. • Nemojte postavljati uređaj blizu izvora topline kao što su radijatori, grijalice, štednjaci ili drugi uređaji (uključujući pojačala) koji se zagrijavaju. • Zaštitite strujni kabel kako se po njemu ne bi hodalo ili kako ne bi bio prikliješten, posebice kod priključaka i na mjestu na kojem izlazi iz Apple TV-a. • Koristite samo dodatke/pribore koje je odobrio proizvođač. • Odspojite Apple TV s napajanja tijekom grmljavinskog nevremena ili ako ga ne planirate koristiti dulje vrijeme. • Sve popravke prepustite stručnim serviserima. Servis je potreban ako se Apple TV ošteti na bilo koji način, primjerice, ako dođe do oštećenja strujnog kabela ili utikača, prolijevanja tekućine ili pada predmeta unutar Apple TV-a ili Apple TV bude izložen kiši ili vlazi, ne radi normalno ili pretrpi pad. Napajanje Apple TV nema prekidač za uključenje/isključenje. Tipkom Power na daljinskom upravljaču se Apple TV isključuje u pripravno stanje te se Apple TV uključuje iz pripravnog stanja. Za odspajanje Apple TV-a s napajanja potrebno je odspojiti strujni kabel. Osigurajte da strujni kabel uvijek bude lako dostupan. Prilikom spajanja ili odspajanja Apple TV-a, uvijek držite utikač sa strane. Prste držite dalje od metalnih dijelova utikača. Mjesto uporabe Nemojte koristiti Apple TV na otvorenom. Apple TV namijenjen je za uporabu u zatvorenim prostorima. Ne stavljajte izvore plamena, kao što su upaljene svijeće, na Apple TV ili blizu njega. Nemojte koristiti Apple TV blizu vode. Ne izlažite Apple TV kapanju ili prskanju i ne postavljajte nikakve predmete ispunjene tekućinom, kao što su vaze, na Apple TV. Nemojte premještati Apple TV ako je spojen na TV, računalo ili drugi elektronički uređaj. UPOZORENJE: Kako bi se smanjio rizik od požara ili strujnog udara, ne izlažite Apple TV kiši, tekućinama, vlazi, prekomjernoj toplini ili otvorenom plamenu. Baterija i punjenje Ne pokušavajte sami zamijeniti bateriju daljinskog upravljača – može doći do oštećenja baterije, što može rezultirati pregrijavanjem, požarom i ozljedom. Litij-ionsku bateriju daljinskog upravljača treba servisirati ili zamijeniti Apple ili ovlašteni servis te ju je potrebno reciklirati ili odložiti odvojeno od uobičajenog kućnog otpada. Baterije je potrebno odložiti u skladu s lokalnim zakonima i smjernicama o zaštiti okoliša. Za informacije o Appleovim litij-ionskim baterijama te servisu i recikliranju baterija posjetite apple.com/batteries/service-and-recycling. Za informacije o punjenju pogledajte “Punjenje daljinskog upravljača” u nastavku. Čišćenje i održavanje Prije čišćenja Apple TV-a, odspojite strujni i sve druge kabele. Zatim obrišite uređaj mekom i suhom krpom koja ne ispušta vlakna. Pazite da vlaga ne uđe u otvore. Nemojte koristiti sredstva za čišćenje prozora ili domaćinstva, raspršivače, otapala, alkohol, amonijak ili abrazivna sredstva za čišćenje Apple TV-a. Popravak Ne pokušavajte sami popraviti uređaj. Više informacija o servisiranju možete pronaći na support.apple.com/apple-tv/repair/service. UPOZORENJE: Ne pokušavajte otvoriti ili rastavljati Apple TV. Time se izlažete riziku od strujnog udara, a šteta nastala rastavljanjem proizvoda nije pokrivena ograničenim jamstvom. Unutar uređaja nema dijelova koje korisnik može sam servisirati. Rukovanje uređajem Apple TV možete oštetiti nepravilnom pohranom ili rukovanjem. Pazite da ne ispustite Apple TV kad ga premještate. Radno okruženje Apple TV najbolje radi pri temperaturama okruženja između 0 °C i 35 °C (32 °F i 95 °F), a može se pohraniti pri temperaturama između -20 °C i 45 °C (-4 °F i 113 °F). Kućište Apple TV-a može se zagrijati tijekom normalne uporabe. Kućište Apple TV-a dizajnirano je za prijenos topline iz unutrašnjosti uređaja prema hladnijem vanjskom zraku. Ne upotrebljavajte Apple TV na mjestima sa značajnim količinama prašine u zraku ili čestica koje bi mogle začepiti ventilacijske otvore. Eksplozivni i drugi atmosferski uvjeti Uporaba Apple TV-a i daljinskog upravljača na mjestima s potencijalno eksplozivnom atmosferom, kao što su područja na kojima zrak sadrži visoke razine zapaljivih kemikalija, isparavanja ili čestica (poput komadića, prašine ili metalnog praha) može predstavljati opasnost. Izlaganje Apple TV-a i daljinskog upravljača okruženjima s visokim koncentracijama industrijskih kemikalija, uključujući ukapljene plinove poput helija, može oštetiti ili narušiti funkcionalnost Apple TV-a i daljinskog upravljača. Poštujte postavljene znakove i upute. Zdravstvena stanja Ako patite od zdravstvenog stanja za koje smatrate da može biti narušeno uporabom Apple TV-a (primjerice, napadaji, nesvjestica, naprezanje očiju ili glavobolje), konzultirajte se sa svojim liječnikom prije uporabe Apple TV-a. Medicinski uređaji Daljinski upravljač sadrži radioodašiljače koji emitiraju elektromagnetska polja. Ta elektromagnetska polja mogu interferirati sa srčanim premosnicama, defibrilatorima i drugim medicinskim uređajima. Održavajte najmanje 15 cm (približno 6 inča) razmaka između srčane premosnice ili defibrilatora i daljinskog upravljača. Ako smatrate da daljinski upravljač interferira sa srčanom premosnicom ili bilo kojim drugim medicinskim uređajem, prestanite ga koristiti i obratite se svom liječniku za informacije specifične za vaš medicinski uređaj. Ponavljajući pokreti Kad radite ponavljajuće aktivnosti kao što je igranje igara na Apple TV-u, povremeno možete iskusiti nelagodu u šakama, rukama, zapešćima, ramenima, vratu ili drugim dijelovima tijela. Ako dođe do nelagode, prestanite s takvim aktivnostima i obratite se liječniku. Punjenje daljinskog upravljača Daljinski upravljač punite isporučenim Lightning kabelom ili Lightning kabelima drugih proizvođača s oznakom “Made for iPhone”. Uporaba krivotvorenih ili oštećenih kabela ili punjača, baš kao i punjenje u vlažnom okruženju, može rezultirati požarom, strujnim udarom, ozljedom ili oštećenjem daljinskog upravljača ili druge imovine. Kad koristite strujni adapter za punjenje upravljača, obratite pažnju da Lightning kabel bude u potpunosti umetnut u strujni adapter prije nego što spojite adapter na utičnicu. Lightning kabel i priključak Izbjegavajte produljeno dodirivanje priključka kad je Lightning kabel spojen na napajanje jer može doći do nelagode ili ozljede. Izbjegavajte situacije dugotrajnog dodirivanja Lightning priključka kad je spojen na napajanje. Primjerice, kad se upravljač puni ili kad je Lightning kabel spojen na napajanje, nemojte sjediti ili spavati na njemu ili ga stavljati ispod deke, jastuka ili svog tijela. Obratite posebnu pažnju ako patite od zdravstvenog stanja koje utječe na vašu mogućnost detektiranja topline uz tijelo. Lightning priključak može promijeniti boju uslijed normalne uporabe. Prljavština, prašina i izlaganje tekućinama mogu uzrokovati promjenu boje. Kako biste uklonili takvu promjenu boje ili ako se kabel zagrijava tijekom uporabe ili ne puni upravljač, odspojite Lightning kabel s računala ili strujnog adaptera i očistite ga mekanom, suhom krpom koja ne ispušta vlakna. Ne koristite tekućine ili proizvode za čišćenje tijekom čišćenja Lightning priključka. Igranje Izbjegavajte prekomjerne pokrete prilikom igranja igara na Apple TV-u. Čvrsto držite upravljače ili igraće kontrolere kako biste izbjegli ozljede ili nenamjerno oštećenje proizvoda. Informacije o uređaju Informacije kao što su broj modela, serijski broj i nazivni električni podaci nalaze se na dnu Apple TV-a. Za prikazivanje serijskog broja na zaslonu idite u Postavke > Općenito > Opis. Upute za uporabu Prije uporabe Apple TV-a pročitajte Upute za uporabu Apple TV-a. Idite na support.apple.com/guide/tv. Također možete upotrijebiti Apple Books za preuzimanje uputa za uporabu (gdje je dostupno). Sačuvajte dokumentaciju za buduću uporabu.
hu: FIGYELMEZTETÉS: Az Apple TV használata előtt olvassa el az összes alábbi biztonsági tudnivalót és a készülék működtetésével kapcsolatos utasításokat az esetleges sérülések elkerülése érdekében. Ha nem tartja be ezeket az utasításokat, az tűz kialakulásához, elektromos áramütéshez vagy egyéb sérüléshez, illetve az Apple TV vagy egyéb tulajdon károsodásához vezethet. Fontos biztonsági tudnivalók Olvassa el és kövesse ezeket az utasításokat az Apple TV biztonságos használatához. • Olvassa el az utasításokat. • Őrizze meg az utasításokat. • Tartsa be az összes figyelmeztetést. • Kövesse az összes utasítást. • Ne használja az Apple TV‑t víz közelében. • A készüléket kizárólag száraz ruhával tisztítsa. • Ne takarja el a szellőzőnyílásokat. Az eszközt a gyártó utasításainak megfelelően helyezze üzembe. • Ne helyezze üzembe a készüléket hőforrások, például radiátorok, fűtőnyílások, tűzhelyek vagy hőt termelő egyéb eszközök (pl. erősítők) közelében. • Ügyeljen, hogy a tápkábelre ne lehessen rálépni, és a kábel ne törjön meg, különösen a dugaszok közelében, illetve azon a ponton, ahol a kábel az Apple TV-hez csatlakozik. • Kizárólag a gyártó által meghatározott kiegészítőket és tartozékokat használja. • Ha villámlik, vagy az Apple TV‑t hosszú ideig nem használja, húzza ki a készülék kábeleit. • Az összes javítási munkát bízza szakemberre. Akkor van szükség javításra, ha az Apple TV bármilyen módon megsérül, például a tápkábel vagy annak csatlakozója megsérül, folyadék ömlik vagy tárgyak esnek az Apple TV belsejébe, az Apple TV eső vagy nedvesség hatásának lett kitéve, az eszköz nem működik megfelelően, vagy azt leejtették. Áramellátás Az Apple TV‑n nem található be- és kikapcsolásra szolgáló kapcsoló. A távirányítón lévő bekapcsológombbal tudja alvó üzemmódra állítani, illetve felébreszteni az Apple TV‑t. Ha szeretné megszüntetni az Apple TV áramellátását, húzza ki a tápkábelt a konnektorból. Ügyeljen, hogy a tápkábel mindig könnyen hozzáférhető legyen. Az Apple TV csatlakoztatásakor vagy kihúzásakor mindig az oldalainál fogja a csatlakozót. Tartsa távol az ujjait a csatlakozódugó fém részeitől. Üzemeltetési hely Ne használja az Apple TV‑t kültéren. Az Apple TV beltéri termék. Ne helyezzen nyílt lángot, például meggyújtott gyertyát az Apple TV-re vagy közelébe. Ne használja az Apple TV‑t víz közelében. Ne tegye ki az Apple TV‑t csepegő vagy fröccsenő folyadéknak, és ne tegyen folyadékkal töltött tárgyat, például vázát az Apple TV-re. Ne mozgassa az Apple TV‑t, ha másik eszköz, például televízió, számítógép vagy egyéb elektromos eszköz csatlakozik hozzá. FIGYELMEZTETÉS: A tűz vagy elektromos áramütés veszélyének elkerülése érdekében ne tegye ki az Apple TV t eső, folyadék, nedvesség, magas hőmérséklet vagy nyílt láng hatásának. Akkumulátor és töltés Ne próbálja meg saját maga kicserélni a távirányítóban lévő akkumulátort – kárt tehet az akkumulátorban, ami túlmelegedést, tüzet és személyi sérülést okozhat. A távirányítóban lévő lítiumion-akkumulátor javítását és újrahasznosítását az Apple vagy egy hivatalos szerviz végezheti, ezenkívül az akkumulátort a háztartási hulladéktól elkülönítve kell újrahasznosítani vagy leselejtezni. Az akkumulátorok leselejtezésekor be kell tartani a helyi törvényeket és irányelveket. Az Apple lítiumion-akkumulátoraira, illetve az akkumulátorok javítására és újrahasznosítására vonatkozó tudnivalókért látogasson el az apple.com/hu/batteries/service-and-recycling webhelyre. A töltésre vonatkozó információkért tekintse meg „A távirányító feltöltése” című részt (lásd lent). Tisztítás és ápolás Az Apple TV tisztítása előtt húzza ki a tápkábelt és egyéb kábeleket. Ezután tisztítsa meg a készüléket egy puha, száraz, szöszmentes ruhával. Ügyeljen rá, hogy a nyílásokba ne kerüljön nedvesség. Ne használjon ablaktisztítót, háztartási tisztítószert, aeroszolos sprayt, oldószert, alkoholt, ammóniát vagy súrolószert az Apple TV tisztítására. Javítás Ne próbálja meg saját maga javítani a készüléket. Szervizelés igénybevételével kapcsolatos további információ a support.apple.com/hu-hu/apple-tv/repair/service weboldalon található. FIGYELMEZTETÉS: Ne próbálja meg kinyitni és szétszerelni az Apple TV‑t. Ellenkező esetben áramütés kockázata áll fenn, és a szétszereléssel okozott károkra a korlátozott jótállás nem terjed ki. A készülék belsejében nincsenek felhasználó által javítható alkatrészek. Kezelés Az Apple TV nem megfelelő tárolás vagy kezelés következtében megsérülhet. Ügyeljen, hogy szállítás közben ne ejtse le az Apple TV‑t. Üzemeltetési környezet Az Apple TV akkor működik optimálisan, ha 0 és 35 °C közötti környezeti hőmérsékleten üzemeltetik, illetve -20 és 45 °C közötti hőmérsékleten tárolják. Az Apple TV burkolata a készülék használata közben felmelegedhet. Ez normális jelenségnek számít. Az Apple TV külső borítása elvezeti a hőt a készülék belsejéből a hidegebb levegőjű külső térbe. Ne használja az Apple TV‑t olyan környezetben, ahol jelentős mennyiségű por vagy kisméretű részecskék találhatók a levegőben, amelyek eltömíthetik a szellőzőnyílásokat. Robbanásveszélyes és egyéb veszélyes környezetek Az Apple TV és a távirányító robbanásveszélyes környezetben való használata – például olyan területen, ahol a levegő nagy mennyiségű éghető vegyszert, permetet vagy részecskét (például gabonaport, port vagy fémport) tartalmaz – veszélyes lehet. Ha az Apple TV és a távirányító olyan környezetbe kerül, ahol ipari vegyszerek találhatók, beleértve a párolgásközeli állapotban lévő cseppfolyós gázokat (pl. hélium), az károsíthatja az Apple TV‑t és a távirányítót, vagy korlátozhatja azok működését. Tartson be minden jelzést és utasítást. Egészségi állapot Ha egészségi állapota alapján úgy érzi, hogy az Apple TV használata negatív hatással lehet Önre (például roham, ájulás, szemfáradtság vagy fejfájás jelentkezhet), az Apple TV használata előtt forduljon a kezelőorvosához. Orvosi eszközök A távirányító elektromágneses mezőket kibocsátó rádióegységeket tartalmaz. Az elektromágneses mezők a szívritmus-szabályozókban, defibrillátorokban és más orvosi eszközökben interferenciát okozhatnak. A szívritmus-szabályozót vagy defibrillátort és a távirányítót tartsa egymástól legalább 15 cm távolságra. Ha azt gyanítja, hogy a távirányító a szívritmus-szabályozó vagy más orvosi eszköz működését negatívan befolyásolja, hagyja abba a távirányító használatát, és kérje ki orvosa véleményét az adott orvosi eszközzel kapcsolatban. Ismétlődő mozdulatok Ha ismétlődő tevékenységeket végez az Apple TV‑n (pl. játék közben), esetenként kellemetlen érzés támadhat a kézfejében, a karjában, a csuklójában, a vállában, a nyakában vagy más testrészeiben. Ha kényelmetlenséget érez, hagyja abba az adott tevékenységet, és keresse fel orvosát. A távirányító feltöltése A távirányítót a készülékhez mellékelt Lightning-kábellel vagy más gyártók „Made for iPhone” jelzésű Lightning-kábeleivel töltse fel. A hamisított vagy sérült kábelek, illetve töltők használata, továbbá a távirányító nedves környezetben történő feltöltése tüzet, áramütést, személyi sérülést és a távirányító vagy más tulajdon károsodását okozhatja. Ha a távirányító töltéséhez tápegységet használ, a fali aljzatba való csatlakoztatás előtt győződjön meg arról, hogy a Lightning-csatlakozó megfelelően lett csatlakoztatva a tápegységhez. Lightning-kábel és -csatlakozó Ügyeljen, hogy a bőre ne érintkezzen hosszabb ideig a csatlakozóval, amikor a Lightning-kábel áramforráshoz csatlakozik, mivel ez kellemetlen érzést kelthet, vagy sérülést okozhat. Kerülje azokat a helyzeteket, ahol a bőre a Lightning-csatlakozóval hosszabb ideig érintkezhet, miközben az csatlakoztatva van. Ha például a távirányító töltődik, vagy a Lightning-kábel be van dugva az áramforrásba, ne üljön a csatlakozóra, ne aludjon rajta, ezenkívül ne tegye takaró, párna vagy a teste alá. Legyen különösen óvatos, ha olyan egészségügyi problémája van, ami hatással van arra, ahogy a hőt érzékeli a teste. A Lightning-csatlakozó a használat során elszíneződhet, ami normális jelenségnek számít. Elszíneződést okozhat még a por, szennyeződés vagy folyadékokkal való érintkezés. Ha szeretné eltávolítani az elszíneződést, ha a kábel használat közben felmelegszik, vagy ha nem lehet vele feltölteni a távirányítót, válassza le a Lightning-kábelt a számítógépről vagy tápegységről, és tisztítsa meg egy száraz, puha, szöszmentes ruhával. A Lightning-csatlakozó tisztítása során ne használjon folyadékot vagy tisztítószereket. Játék Kerülje az erőteljes mozdulatokat, amikor játékokkal játszik az Apple TV‑n. Tartsa stabilan a távirányítót és a játékvezérlőket az esetleges személyi sérülések és a távirányító vagy más tulajdon károsodásának elkerülése érdekében. Eszközinformációk A különböző információk, például a modellszám, a sorozatszám és az elektromos minősítés az Apple TV alján találhatók. Ha a sorozatszámot a képernyőn szeretné megtekinteni, válassza a Beállítások > Általános > Névjegy elemet. Felhasználói útmutató Az Apple TV használata előtt tekintse át az Apple TV felhasználói útmutatóját, amely a support.apple.com/hu-hu/guide/tv címen érhető el. Igény szerint az Apple Booksból is letöltheti az útmutatót (ahol elérhető). Őrizze meg a dokumentációt, hogy a későbbiekben bármikor hivatkozni tudjon rá.
id: PERINGATAN: Untuk menghindari cedera, baca semua informasi keselamatan di bawah dan instruksi pengoperasian sebelum menggunakan Apple TV. Kelalaian untuk mengikuti instruksi keselamatan ini dapat menyebabkan kebakaran, sengatan listrik, atau cedera atau kerusakan lainnya pada Apple TV atau properti lainnya. Instruksi Keselamatan Penting Baca dan ikuti instruksi ini agar dapat menggunakan Apple TV dengan aman. • Baca instruksi ini. • Simpan instruksi ini. • Patuhi semua peringatan. • Ikuti semua instruksi. • Jangan gunakan Apple TV di dekat air. • Hanya bersihkan dengan kain kering. • Jangan tutup lubang ventilasi. Pasang sesuai dengan instruksi produsen. • Jangan dipasang di dekat sumber panas apa pun seperti radiator, penghantar panas, kompor, atau perangkat lain (termasuk amplifier) yang menghasilkan panas. • Lindungi kabel daya dari risiko terinjak atau terjepit, khususnya pada bagian steker dan titik keluaran dari Apple TV. • Hanya gunakan pelengkap/aksesori yang ditentukan oleh produsen. • Cabut Apple TV saat terjadi badai petir atau saat tidak digunakan dalam jangka waktu yang lama. • Serahkan semua hal mengenai servis ke petugas servis yang berkualifikasi. Servis diperlukan jika Apple TV rusak dengan cara apa pun, seperti saat kabel atau colokan daya rusak, terkena cairan yang tumpah atau objek masuk ke dalam Apple TV, atau Apple TV terkena hujan atau lembap, tidak beroperasi dengan normal, atau jatuh. Daya Apple TV tidak memiliki pengalih nyala/mati. Tombol Daya pada remote membuat Apple TV tidur dan membangunkan Apple TV. Untuk memutuskan Apple TV dari daya, cabut kabel daya. Pastikan kabel daya selalu mudah diakses. Saat menyambungkan atau memutuskan Apple TV, selalu pegang colokan di bagian sisinya. Jauhkan jari dari bagian logam pada colokan. Lokasi Jangan gunakan Apple TV di luar ruangan. Apple TV adalah produk dalam ruangan. Jangan tempatkan sumber api terbuka, seperti lilin yang menyala, di atau dekat Apple TV. Jangan gunakan Apple TV di dekat air. Jangan paparkan Apple TV pada tetesan atau cipratan air, dan jangan tempatkan benda apa pun yang berisi cairan, seperti vas, pada Apple TV. Jangan pindahkan Apple TV jika tersambung ke TV, komputer, atau perangkat elektronik lainnya. PERINGATAN: Untuk mengurangi risiko kebakaran atau sengatan listrik, jangan sampai Apple TV terkena hujan, cairan, lembap, panas berlebih, atau api tanpa penghalang. Baterai dan Pengisian Daya Jangan coba mengganti baterai remote sendiri—Anda mungkin akan merusak baterai, yang dapat menyebabkan panas berlebih, kebakaran, dan cedera. Baterai lithium-ion pada remote harus diservis atau didaur ulang oleh Apple atau penyedia servis resmi, dan harus didaur ulang atau dibuang terpisah dari sampah rumah tangga. Buang baterai sesuai dengan hukum dan panduan lingkungan setempat Anda. Untuk informasi mengenai baterai lithium-ion Apple dan servis serta daur ulang baterai, buka apple.com/id/batteries/service-and-recycling. Untuk informasi mengenai pengisian daya, lihat “Mengisi Daya Remote” di bawah. Pembersihan dan Perawatan Untuk membersihkan Apple TV, cabut kabel daya dan semua kabel. Lalu gunakan kain lembut, kering, dan tanpa serat. Bagian bukaan tidak boleh lembap. Jangan gunakan pembersih jendela, pembersih alat rumah tangga, semprotan aerosol, pelarut, alkohol, amonia, atau abrasif untuk membersihkan Apple TV. Perbaikan Jangan lakukan perbaikan sendiri. Anda dapat menemukan informasi lainnya mengenai cara mendapatkan servis di support.apple.com/id-id/apple-tv/repair/service. PERINGATAN: Jangan mencoba membuka Apple TV atau membongkarnya. Anda berisiko terkena sengatan listrik dan kerusakan akibat pembongkaran tidak dijamin oleh garansi terbatas. Tidak ada komponen yang dapat diservis pengguna di dalamnya. Penanganan Apple TV Anda dapat rusak akibat penyimpanan atau penanganan yang tidak benar. Hati-hati jangan sampai menjatuhkan Apple TV saat memindahkan perangkat. Lingkungan Pengoperasian Apple TV bekerja optimal pada suhu ambien antara 32° dan 95° F (0° dan 35° C) serta dapat disimpan pada suhu antara -4° dan 113° F (-20° dan 45° C). Saat Anda menggunakan Apple TV, normal bagi casing untuk menghangat. Casing Apple TV dirancang untuk mentransfer panas dari dalam unit ke udara yang lebih dingin di luar. Jangan operasikan Apple TV di area yang udaranya banyak debu atau materi partikulat yang dapat menyumbat lubang ventilasi. Rentan Ledakan dan Kondisi Udara Lainnya Menggunakan Apple TV dan remote di area apa pun yang berpotensi rentan ledakan, seperti area dengan udara yang berkonsentrasi tinggi bahan kimia, uap air, atau partikel mudah terbakar (seperti butiran, debu, atau bubuk logam) dapat berbahaya. Memaparkan Apple TV dan remote ke lingkungan dengan konsentrasi tinggi bahan kimia industrial, termasuk gas cair yang hampir menguap seperti helium, dapat merusak atau mengganggu fungsionalitas Apple TV dan remote. Patuhi semua tanda dan instruksi. Kondisi Medis Jika Anda memiliki kondisi kesehatan yang Anda percayai dapat terpengaruh karena penggunaan Apple TV (misalnya, kejang, pingsan, mata lelah, atau sakit kepala), konsultasikan dengan dokter Anda sebelum menggunakan Apple TV. Perangkat Medis Remote berisi radio yang memancarkan bidang elektromagnetik. Bidang elektromagnetik ini dapat mengganggu alat pacu jantung, defibrilator, dan perangkat medis lainnya. Jaga jarak setidaknya 6 inci (kira-kira 15 cm) antara alat pacu jantung atau defibrilator Anda dan remote. Jika Anda curiga remote mengganggu alat pacu jantung atau perangkat medis Anda lainnya, hentikan penggunaan dan hubungi dokter Anda untuk informasi spesifik mengenai perangkat medis Anda. Gerakan Berulang Saat Anda melakukan aktivitas berulang seperti bermain game di Apple TV, Anda dapat merasa tidak nyaman sesekali pada tangan, lengan, pergelangan, bahu, leher, atau bagian tubuh lainnya. Jika Anda merasa tidak nyaman, hentikan aktivitas tersebut dan hubungi dokter. Mengisi Daya Remote Isi daya remote dengan kabel Lightning yang disertakan atau dengan kabel Lightning “Made for iPhone” pihak ketiga lainnya. Menggunakan kabel atau pengisi daya palsu atau rusak, atau mengisi daya saat terdapat kelembapan, dapat menyebabkan kebakaran, sengatan listrik, cedera, atau kerusakan pada remote atau properti lainnya. Saat menggunakan adaptor daya untuk mengisi daya remote, pastikan kabel Lightning dicolokkan sepenuhnya ke sumber daya sebelum mencolokkan adaptor ke stopkontak. Kabel dan Konektor Lightning Hindari kontak kulit yang berkepanjangan dengan konektor saat kabel Lightning dicolokkan ke sumber daya karena dapat menyebabkan ketidaknyamanan atau cedera. Hindari terjadinya kontak dalam jangka waktu yang lama antara kulit Anda dengan konektor Lightning saat dicolokkan. Misalnya, saat remote sedang diisi daya atau saat kabel Lightning dicolokkan ke sumber daya, jangan menduduki atau tidur di atasnya atau menempatkannya di bawah selimut, bantal, atau tubuh Anda. Berhati-hati jika Anda memiliki kondisi fisik yang memengaruhi kemampuan Anda untuk mendeteksi panas terhadap tubuh. Perubahan warna konektor Lightning setelah penggunaan rutin adalah hal yang wajar. Kotoran, debu, dan percikan cairan dapat menyebabkan perubahan warna. Untuk menghilangkan perubahan warna atau jika kabel menjadi hangat saat digunakan atau tidak dapat mengisi daya remote, putuskan sambungan kabel Lightning dari komputer atau adaptor daya dan bersihkan dengan kain lembut, kering, dan tidak berserat. Jangan gunakan cairan atau produk pembersih saat membersihkan konektor Lightning. Bermain Game Hindari gerakan berlebih saat memainkan game di Apple TV. Genggam remote atau pengontrol game dengan baik untuk menghindari cedera atau kerusakan yang tidak disengaja. Informasi Perangkat Informasi seperti nomor model, nomor seri, dan penilaian elektrik terdapat di bagian bawah Apple TV. Untuk menemukan nomor seri pada layar, buka Pengaturan > Umum > Mengenai. Petunjuk Pengguna Sebelum menggunakan Apple TV, tinjau Petunjuk Pengguna Apple TV. Buka support.apple.com/id-id/guide/tv. Anda juga dapat menggunakan Apple Books untuk mengunduh petunjuk pengguna (jika tersedia). Simpan dokumentasi untuk referensi di masa depan.
it: ATTENZIONE Per evitare lesioni, prima di utilizzare Apple TV, consulta tutte le informazioni di sicurezza riportate di seguito e leggi le istruzioni. La mancata osservanza di queste istruzioni di sicurezza potrebbe causare incendi, folgorazioni o altre lesioni o danni ad Apple TV o ad altri beni. Istruzioni importanti sulla sicurezza Leggi e segui le presenti istruzioni per utilizzare Apple TV in sicurezza. • Leggi le istruzioni. • Conserva le istruzioni. • Presta attenzione a tutti gli avvisi. • Segui tutte le istruzioni. • Non utilizzare Apple TV in presenza di acqua. • Pulisci il dispositivo solo con un panno asciutto. • Non ostruire le aperture di aerazione. Installa il prodotto in conformità alle istruzioni del produttore. • Non collocare Apple TV vicino a fonti di calore come caloriferi, bocchette di aerazione, fornelli o altri dispositivi (compresi amplificatori) che producono calore. • Fai in modo che il cavo di alimentazione non venga calpestato o schiacciato, in particolare vicino alle spine e al foro di uscita di Apple TV. • Utilizza esclusivamente accessori specificati dal produttore. • Scollega Apple TV durante i temporali o se non la utilizzi per lunghi periodi di tempo. • Per qualsiasi intervento di assistenza, rivolgiti a personale qualificato. È necessario rivolgersi all’assistenza nel caso in cui Apple TV venga danneggiata in qualsiasi modo, ad esempio quando il cavo di alimentazione o la spina sono danneggiati, sono stati versati dei liquidi sul dispositivo o vi sono stati lasciati cadere degli oggetti, oppure Apple TV è stata esposta a pioggia o umidità, non funziona correttamente o è stata fatta cadere. Accensione Apple TV non ha un interruttore di accensione e spegnimento. Il tasto di accensione sul telecomando serve per mettere Apple TV in standby e per riattivarla. Per scollegare Apple TV dalla corrente, stacca il cavo di alimentazione. Assicurati che il cavo di alimentazione sia sempre facilmente accessibile. Quando colleghi o scolleghi Apple TV, afferra sempre la spina dai lati. Tieni le dita lontane dalle parti metalliche della spina. Posizionamento Non utilizzare Apple TV all’esterno. Apple TV è un dispositivo concepito per l’uso interno. Non posizionare fonti di fiamme libere, come candele accese, sopra o vicino ad Apple TV. Non utilizzare Apple TV in presenza di acqua. Non esporre Apple TV a gocce o schizzi e non posizionare nessun oggetto contenente liquidi, come un vaso, sopra il dispositivo. Non spostare Apple TV se è collegata a un altro dispositivo come un televisore, un computer o altri apparecchi elettronici. ATTENZIONE: per ridurre il rischio di incendi o folgorazioni, non esporre Apple TV a pioggia, liquidi, umidità, calore eccessivo o fiamme libere. Batteria e ricarica Non tentare di sostituire la batteria del telecomando autonomamente, poiché potresti danneggiarla e causare surriscaldamento, incendi e lesioni. L’assistenza e il riciclo della batteria agli ioni di litio del telecomando devono essere effettuati da Apple o da un centro di assistenza autorizzato; il riciclo e lo smaltimento devono essere effettuati separatamente rispetto ai rifiuti domestici, in conformità alle norme e alle linee guida ambientali della zona in cui ti trovi. Per informazioni sulle batterie agli ioni di litio di Apple e sull’assistenza e il riciclo, vai su apple.com/it/batteries/service-and-recycling. Per informazioni sulla ricarica, consulta “Ricarica del telecomando” di seguito. Pulizia e cura Per pulire Apple TV, scollega il cavo di alimentazione e tutti gli altri cavi. Quindi, utilizza un panno morbido, asciutto e privo di pelucchi. Non far entrare sostanze liquide nelle fessure. Non utilizzare detergenti per finestre o per uso domestico, spray, solventi, alcol, ammoniaca o sostanze abrasive per pulire Apple TV. Riparazione Non effettuare riparazioni autonomamente. Scopri di più su come ottenere assistenza sul sito support.apple.com/it-it/apple-tv/repair/service. ATTENZIONE: non tentare di aprire o smontare Apple TV. Potresti essere a rischio di folgorazione e i danni causati dallo smontaggio non sono coperti dalla garanzia limitata. Il dispositivo non contiene parti riparabili dall’utente. Utilizzo Apple TV potrebbe danneggiarsi se conservata o utilizzata in maniera non corretta. Fai attenzione a non lasciar cadere Apple TV mentre la trasporti. Ambiente di funzionamento Apple TV funziona in maniera ottimale a temperature ambientali comprese tra 0 °C e 35 °C e può essere conservata a temperature comprese tra -20 °C e 45 °C. Durante l’utilizzo di Apple TV, è normale che l’involucro esterno si riscaldi. L’involucro di Apple TV è progettato per trasferire il calore dall’interno dell’unità all’aria più fresca esterna. Non utilizzare Apple TV in presenza di quantità significative di polvere o particolato che potrebbero causare l’ostruzione delle aperture di ventilazione. Atmosfere esplosive e altre condizioni atmosferiche L’utilizzo di Apple TV e del telecomando in luoghi a potenziale rischio di esplosione, come aree che presentano quantità elevate di sostanze chimiche infiammabili, vapori o particelle (quali polvere, granelli o polveri metalliche), può essere pericoloso. L’esposizione di Apple TV e del telecomando ad ambienti con alte concentrazioni di sostanze chimiche industriali, inclusa la vicinanza a vapori di gas liquidi come l’elio, potrebbe danneggiare il dispositivo e il telecomando e comprometterne le funzionalità. Rispetta quanto indicato dai simboli e dalle istruzioni. Condizioni cliniche Se soffri di condizioni cliniche che ritieni possano essere influenzate dall’utilizzo di Apple TV (ad esempio, convulsioni, svenimenti, dolore agli occhi o mal di testa), consulta il tuo medico prima di utilizzare il dispositivo. Dispositivi medici Il telecomando contiene trasmettitori radio che emettono campi elettromagnetici, i quali possono interferire con pacemaker, defibrillatori e altri dispositivi medici. Mantieni una distanza di almeno 15 centimetri tra pacemaker o defibrillatori e il telecomando. Se sospetti che il telecomando di Apple TV stia interferendo con il tuo pacemaker o con qualsiasi altro dispositivo medico, interrompi l’utilizzo e consulta uno specialista per ottenere informazioni specifiche sul tuo dispositivo medico. Movimenti ripetuti Attività ripetitive, come giocare con videogiochi su Apple TV, possono provocare occasionali disagi a mani, braccia, polsi, spalle, collo o altre parti del corpo. Se riscontri dei disturbi, interrompi tali attività e consulta un medico. Ricarica del telecomando Ricarica il telecomando con il cavo Lightning in dotazione o con altri cavi Lightning di terze parti che presentano la dicitura “Made for iPhone”. L’utilizzo di cavi o caricabatterie contraffatti o danneggiati o la ricarica del dispositivo in presenza di umidità possono causare incendi, folgorazioni, lesioni o danni al telecomando o ad altri beni. Quando utilizzi un alimentatore per caricare il telecomando, assicurati che il cavo Lightning sia inserito completamente nell’alimentatore prima di collegarlo a una presa di corrente. Cavo e connettore Lightning Evita il contatto prolungato della pelle con il connettore quando il cavo Lightning è collegato a una presa di corrente, poiché potrebbe causare disagi o lesioni. Evita situazioni nelle quali la pelle potrebbe restare in contatto con il connettore Lightning per lunghi periodi di tempo quando è collegato. Ad esempio, mentre il telecomando è in carica o mentre il cavo Lightning è collegato a una fonte di corrente, non sederti, non dormire su di esso e non posizionarlo sotto una coperta, sotto un cuscino o sotto il tuo corpo. Presta particolare attenzione se soffri di disturbi medici che riducono la capacità di rilevare il calore contro il corpo. È normale che il connettore Lightning possa decolorarsi a causa dell’uso, ad esempio per la presenza di sporco, ostruzioni ed esposizione ai liquidi. Per rimuovere la decolorazione o se il cavo si riscalda durante l’utilizzo o non ricarica il telecomando, scollega il cavo Lightning dal computer o dall’alimentatore e puliscilo con un panno morbido, asciutto e privo di pelucchi. Non utilizzare liquidi o prodotti per la pulizia quando pulisci il connettore Lightning. Giochi Evita movimenti eccessivi mentre giochi con Apple TV. Afferra saldamente i telecomandi o i controller per evitare lesioni o danni accidentali. Informazioni sul dispositivo Informazioni come il numero di modello, il numero di serie e i valori elettrici sono riportate sul lato inferiore di Apple TV. Per visualizzare il numero di serie sullo schermo, vai in Impostazioni > Generali > Informazioni. Manuale utente Prima di utilizzare il dispositivo, consulta il Manuale utente di Apple TV, disponibile su support.apple.com/it-it/guide/tv. Puoi anche utilizzare Apple Books per scaricare il manuale utente (dove disponibile). Conserva la documentazione per consultazione futura.
ja: 警告: 負傷を避けるため、Apple TVをお使いになる前に、以下の安全性に関する情報、および操作に関する指示をすべてお読みください。以下の安全性に関する指示を守らないと、火災、感電、その他の負傷を招くおそれがあり、Apple TVその他の物品に損傷を与える可能性があります。 安全性に関する重要なお知らせ Apple TVを安全に使用していただくため、次の指示を読み、それらに従ってください。 • ここに記載されている指示をお読みください。 • この指示書は保管しておいてください。 • すべての警告に注意を払ってください。 • すべての指示に従ってください。 • 水中や水気のある場所でApple TVを使用しないでください。 • 清掃する場合は、必ず乾いた布を使用してください。 • 通気口を塞がないでください。製造元の指示に従って取り付けてください。 • ラジエーター、暖房の通風口、ストーブ、熱を発生させるその他の装置（アンプを含む）などの熱源の近くに設置しないでください。 • 電源コードは踏みつけたり、何かで挟んだりしないでください。特にプラグおよびApple TVから電源コードが出ている部分には注意してください。 • 製造元により指定された付属品/アクセサリだけを使用してください。 • 雷雨のとき、または長時間使用しないときには、Apple TVの電源コードを抜いてください。 • 修理サービスはすべて、資格のあるサービス要員に委託してください。電源コードまたはプラグが破損したとき、液体をこぼしたとき、Apple TV内に異物が入り込んだとき、Apple TVが雨や湿気にさらされたとき、Apple TVが正常に動作しないとき、Apple TVを落下させたときなど、Apple TVが損傷を受けた場合は修理点検が必要です。 電源 Apple TVには電源スイッチがありません。リモコンの電源ボタンは、Apple TVをスリープおよびスリープ解除します。Apple TVを電源から切断するには、電源コードを取り外してください。電源コードは、常に容易に手が届くところにあるようにしてください。Apple TVの電源プラグをコンセントに抜き差しするときは、必ずプラグの両側を持って行ってください。プラグの金属部分に指が触れないように注意してください。 場所 Apple TVを屋外で使用しないでください。Apple TVは屋内用の製品です。点火したろうそくなどの火気を、Apple TVの上または近くに置かないでください。水中や水気のある場所でApple TVを使用しないでください。水が滴り落ちたり、はねたりする環境にApple TVをさらさないでください。花瓶などの液体の入ったものをApple TVの上に置かないでください。テレビやコンピュータ、ほかの電子装置など、Apple TVに別の装置が接続されている場合は、Apple TVを移動させないでください。 警告: 火災や感電の危険を減らすため、Apple TVを雨、液体、湿気、過度の熱、または火にさらさないでください。 バッテリーと充電 リモコンのバッテリーを自分で交換しないでください。バッテリーが損傷し、過熱、火災、負傷を招くおそれがあります。リモコン内のリチウムイオンバッテリーのサービスまたはリサイクルは、Appleまたは正規サービスプロバイダに依頼してください。バッテリーの廃棄またはリサイクルは、家庭内廃棄物とは分けて行う必要があります。バッテリーは、環境に関する地域の法律およびガイドラインに従って処分してください。Appleのリチウムイオンバッテリーおよびバッテリーのサービスとリサイクルについて詳しくは、apple.com/jp/batteries/service-and-recycling にアクセスしてください。充電について詳しくは、下の“リモコンの充電”を参照してください。 清掃およびお手入れ Apple TVを清掃するときは、電源コードとすべてのケーブルを取り外してください。その後、柔らかく乾いた、けば立たない布を使って清掃してください。開口部に液体が入らないように注意してください。Apple TVを清掃するために、窓ガラス用洗剤、家庭用洗剤、エアゾールスプレー、有機溶剤、アルコール、アンモニア、研磨剤は使用しないでください。 修理 自分で修理しないでください。サービスを受ける方法について詳しくは、support.apple.com/apple-tv/repair/service を参照してください。 警告: Apple TVのケースを開けたり、本体を分解したりしないでください。感電する危険性があります。分解による破損は限定保証の対象外です。内部には、お使いの方がご自身で修理できる部品はありません。 取り扱い 保管や取り扱い方法を誤ると、Apple TVが損傷するおそれがあります。Apple TVを持ち運ぶときは、落とさないように注意してください。 動作環境 Apple TVは、環境温度が0°C～35°C（32°F～95°F）に保たれた場所で最適に動作し、温度が-20°C～45°C（-4°F～113°F）に保たれた場所に保管できます。Apple TVの使用中はケースがやや熱を持ちますが、これは異常ではありません。Apple TVのケースは、装置内部の熱を外部の空気で冷却するように設計されています。 換気口を詰まらせる可能性のある空気中のほこりや粒子状物質の多い場所でApple TVを操作しないでください。 爆発性のある空気の状態 Apple TVを爆発を起こす可能性のある空気がある場所（例えば、高可燃性の化学物質、気化ガス、穀物/粉末/金属粉などの粉塵を含んだ空気）で使用することは危害を引き起こす可能性があります。ヘリウムなどの蒸発液化ガスを含む工業薬品の濃度が高い環境にApple TVやリモコンを置くと、Apple TVやリモコンの機能が損なわれたり、機能が低下したりすることがあります。標識および指示にすべて従ってください。 疾患 疾患（てんかん発作、意識喪失、眼精疲労、頭痛など）があり、こうした疾患にApple TVの使用が影響するおそれがあるとご自身が判断する場合は、Apple TVを使用する前に医師に相談してください。 医療機器 リモコンには電磁場を発生させる無線送信機が含まれています。こうした電磁場はペースメーカーや除細動器などの医用電気機器と電波干渉を起こすことがあります。リモコンをペースメーカーまたは除細動器の位置から常に15cm以上離してください。リモコンがペースメーカーなどの医用電気機器に干渉している疑いがある場合は、リモコンの使用を停止し、医用機器に固有の情報について医師に問い合わせてください。 反復動作 Apple TVでゲームプレイなどの反復動作を行うと、手、腕、手首、肩、首、その他の体の部位に不快な症状を感じる可能性があります。不快な症状が発生した場合は、このような動作を中止して医師の診察を受けてください。 リモコンの充電 リモコンの充電には付属のLightningケーブル、または“Made for iPhone”ロゴの付いた他社製Lightningケーブルを使用してください。偽造または損傷したケーブルまたは充電器を使用したり、湿気の多い場所で充電すると、火災、感電、負傷、またはリモコンその他の物品の破損を招くおそれがあります。電源アダプタを使用してリモコンを充電する場合は、Lightningケーブルが電源アダプタにしっかりと差し込まれていることを確認してから、アダプタを電源コンセントに接続してください。 Lightningケーブルおよびコネクタ Lightningケーブルが電源に接続されているときは、肌がコネクタに長時間触れないようにしてください。不快な症状が出たり、負傷したりするおそれがあります。Lightningコネクタが接続されているときは、皮膚がコネクタに長時間接触する状況を避けてください。たとえば、リモコンを充電しているときや、Lightningケーブルが電源に接続されているときは、その上に寝たり、毛布、枕、または身体の下にそれらを置かないでください。体に触れる熱を感じにくい身体状態にある方は、特に注意してください。 通常の使用でLightningコネクタが変色することがありますが、これは異常ではありません。汚れやごみ、液体によっても変色することがあります。変色を落とすには、または使用中にケーブルが熱くなったり、リモコンの充電ができなかったりする場合は、Lightningケーブルをコンピュータまたは電源アダプタから取り外し、柔らかく、けば立たない乾いた布で清掃してください。液体や洗浄剤を使ってLightningコネクタを清掃しないでください。 ゲーム Apple TVでゲームをプレイするときは、激しく動きすぎないようにしてください。けがをしたり、器物を破損したりしないよう、リモコンまたはゲームコントローラをしっかりと握ってください。 デバイス情報 モデル番号、シリアル番号、電気定格などの情報は、Apple TVの底面で確認できます。画面上でシリアル番号を調べるには、“設定”で“一般”＞“情報”と選択してください。 ユーザガイド Apple TVを使用する前に、ユーザガイドをご確認ください。ユーザガイドはsupport.apple.com/ja-jp/guide/tv にあります。使用可能な場合、ブックアプリを使用してユーザガイドをダウンロードすることもできます。ガイドはあとで参照できるように保管しておいてください。
ko: 경고: 부상을 막기 위해 Apple TV를 사용하기 전에 다음 안전 정보 및 작동 지침을 모두 읽어 보십시오. 안전 지침을 따르지 않으면 화재, 감전 또는 기타 부상이나 Apple TV 또는 기타 자산을 손상시킬 위험이 있습니다. 중요한 안전 지침 Apple TV를 안전하게 사용하기 위해 다음 지침을 읽고 따르십시오. • 본 지침을 읽으십시오. • 본 지침을 보관하십시오. • 경고에 각별한 주의를 기울이십시오. • 모든 지침을 준수하십시오. • Apple TV를 물 근처에서 사용하지 마십시오. • 마른 천으로만 닦으십시오. • 통풍구를 가리지 마십시오. 제조업체의 지침에 따라 설치하십시오. • 라디에이터, 난방 통풍 장치, 난로와 같은 열원이나 앰프와 같이 발열 가능성이 있는 장치 근처에 Apple TV를 설치하지 마십시오. • 전원 코드를 플러그에 연결하거나 Apple TV에서 분리할 때 전원 코드가 밟히거나 눌리지 않게 보호하십시오. • 제조업체에서 지정한 부품/액세서리만 사용하십시오. • 번개가 칠 때 또는 장기간 사용하지 않을 때는 Apple TV의 플러그를 뽑아 놓으십시오. • 모든 서비스는 자격이 있는 서비스 요원에게서만 받으십시오. 전원 코드 또는 플러그가 손상되거나, Apple TV에 액체를 쏟거나, 물건이 떨어지거나, Apple TV가 비 또는 습기에 노출되거나, 정상적으로 작동하지 않거나, Apple TV를 떨어뜨리는 등의 형태로 Apple TV가 손상되면 서비스를 받아야 합니다. 전원 Apple TV에는 켬/끔 스위치가 없습니다. 리모컨의 전원 버튼으로 Apple TV를 잠자기 모드로 만들거나, 잠자기 모드에서 Apple TV를 깨웁니다. Apple TV의 전원을 연결 해제하려면 전원 코드를 빼야 합니다. 전원 코드는 항상 접근하기 쉽게 두십시오. Apple TV를 연결 또는 연결 해제할 때에는 플러그의 양 측면을 잡고 손가락이 금속 부분에 닿지 않도록 주의하십시오. 위치 Apple TV를 실외에서 사용하지 마십시오. Apple TV는 실내용 제품입니다. Apple TV 위 또는 주변에 점화된 촛불과 같은 화기를 두지 마십시오. Apple TV를 물 근처에서 사용하지 마십시오. Apple TV를 물이 떨어지거나 튀는 곳에 두지 마십시오. 또한 Apple TV 위에 꽃병과 같이 액체가 담긴 물체를 두지 마십시오. Apple TV가 TV, 컴퓨터 또는 다른 전자 제품에 연결되어 있는 경우에는 Apple TV를 움직이지 마십시오. 경고: 화재 또는 감전의 위험을 줄이기 위해 Apple TV를 비, 액체, 습기, 고온 또는 불에 노출하지 마십시오. 배터리 및 충전 리모컨 배터리를 직접 교체하려고 하지 마십시오. 배터리가 손상될 수 있으며 이로 인해 과열, 화재 및 부상의 위험이 있습니다. 리모컨의 리튬 이온 배터리는 Apple 또는 공인 서비스 제공업체에서 서비스를 받거나 재활용해야 하고, 가정용 쓰레기와 별도로 재활용하거나 폐기해야 합니다. 현지 환경법 및 지침에 따라 배터리를 폐기하십시오. Apple 리튬 이온 배터리와 배터리 서비스 및 재활용에 관한 정보는 apple.com/kr/batteries/service-and-recycling 사이트를 참조하십시오. 충전에 관한 정보는 아래에서 ‘리모컨 충전하기’를 참조하십시오. 청소 및 유지 관리하기 Apple TV를 청소하려면 전원 코드 및 모든 케이블을 연결 해제하십시오. 그런 다음, 부드럽고 보푸라기가 없는 마른 천을 사용하십시오. 개구부에 물기가 들어가지 않도록 주의하십시오. 창문 클리너, 가정용 클리너, 에어로졸 스프레이, 솔벤트, 알코올, 암모니아 또는 연마제를 사용하여 Apple TV를 청소하지 마십시오. 수리 직접 수리하지 마십시오. 서비스 지원에 대한 추가 정보는 support.apple.com/ko-kr/apple-tv/repair/service 사이트를 참조하십시오. 경고: Apple TV를 열거나 분해하지 마십시오. 감전의 위험이 있으며 유한 보증 기간이 무효가 될 수 있습니다. 기기 내부에는 사용자가 직접 수리할 수 있는 부품이 없습니다. 취급 Apple TV는 부주의한 보관 또는 취급으로 인해 손상될 수 있습니다. Apple TV를 운반할 때에는 떨어뜨리지 않게 주의하십시오. 작동 환경 Apple TV는 0°~35°C(32°~95°F) 사이의 온도에서 가장 잘 작동하고 -20°~45°C(-4°~113°F) 온도에서 보관할 수 있습니다. Apple TV를 사용 중일 때 케이스가 따뜻해지는 현상은 정상입니다. Apple TV 케이스는 기기 내부로부터의 열기를 외부의 찬 공기로 전달하여 열기를 식히는 기능을 합니다. Apple TV 통풍구를 차단할 수 있는 공기 중 상당량의 먼지나 분진이 있는 장소에서 Apple TV를 작동하지 마십시오. 폭발성 환경 및 기타 대기 상태 연료가 있는 지역 또는 대기에 화학 성분이나 입자(알갱이, 먼지 또는 금속 가루)가 포함된 장소와 같이 잠재적으로 폭발 위험이 있는 환경에서는 Apple TV 및 리모컨을 사용하지 마십시오. Apple TV 및 리모컨이 헬륨과 같이 거의 증발하는 액화 가스를 포함하여 고농도의 공업용 화학 물질이 있는 환경에 노출되면 Apple TV 및 리모컨 기능이 손상되거나 저하될 수 있습니다. 모든 표시 및 지침을 준수하십시오. 의료상의 문제 Apple TV를 사용함으로써 영향을 받을 수 있다고 판단되는 의료상의 문제(예: 발작, 의식 상실, 눈의 피로 또는 두통)가 있으면 Apple TV를 사용하기 전에 담당 의사와 상의하십시오. 의료 기기 리모컨은 전자기장을 방출하는 무선 통신을 포함합니다. 이 전자기장은 심장 박동기, 제세동기 또는 의료 기기의 전파를 방해할 수 있습니다. 심장 박동기 또는 제세동기와 리모컨 사이에 최소 약 15cm의 안전거리를 유지하십시오. 리모컨이 심장 박동기 또는 다른 의료 기기의 전파를 방해하는 것으로 의심되면 리모컨 사용을 중단하고 의료 기기와 관련된 정보를 담당 의사에게 문의하십시오. 반복적인 동작 Apple TV로 게임 등의 반복적인 동작을 수행할 때, 손, 팔, 손목, 어깨, 목 또는 기타 신체 부위에 불편을 느낄 수 있습니다. 불편이 느껴지면 동작을 중단하고 의사와 상의하십시오. 리모컨 충전하기 포함된 Lightning 케이블 또는 타사 업체의 ‘Made for iPhone’ Lightning 케이블을 사용하여 리모컨을 충전하십시오. 정품이 아닌 케이블 또는 충전기, 손상된 케이블 또는 충전기를 사용하거나 습기가 있을 때 충전하면 화재, 감전, 상해를 유발하거나 리모컨 또는 기타 자산이 손상될 수 있습니다. 전원 어댑터를 사용하여 리모컨을 충전하는 경우 어댑터를 전기 콘센트에 연결하기 전에 Lightning 케이블이 전원 어댑터에 완전히 꽂혀 있는지 확인하십시오. Lightning 케이블 및 커넥터 불편함이나 부상을 유발할 수 있으므로 Lightning 케이블이 전원에 연결되어 있을 때 커넥터를 피부에 장시간 접촉하지 않도록 하십시오. Lightning 커넥터가 전원에 연결되어 있을 때 피부에 장시간 접촉하지 않도록 하십시오. 예를 들어, 리모컨을 충전 중이거나 Lightning 케이블이 전원에 연결되어 있는 경우, 해당 케이블 및 어댑터 위에 앉거나, 잠을 자거나, 담요, 베개 또는 신체 아래에 두지 마십시오. 열을 감지하는 신체적 능력이 떨어지는 경우 특별히 주의하십시오. 지속적인 사용 후에 Lightning 커넥터가 변색되는 것은 정상입니다. 먼지, 이물질 및 습기에 노출되면 변색될 수 있습니다. 변색을 제거하기 원하거나, 사용 중에 케이블이 뜨거워지거나, 리모컨이 충전되지 않는 경우 Lightning 케이블을 컴퓨터 또는 전원 어댑터에서 연결 해제한 후 부드럽고 보푸라기가 없는 마른 천을 사용해 청소하십시오. Lightning 커넥터를 청소할 때 액체나 클리닝 제품을 사용하지 마십시오. 게임 Apple TV에서 게임을 즐길 때 과도한 동작은 피하십시오. 부상이나 예기치 않은 손상을 방지하기 위해 리모컨 또는 게임 컨트롤러를 안전하게 쥐고 사용하십시오. 기기 정보 모델 번호, 일련 번호, 전기 정격치 등과 같은 정보는 Apple TV의 밑면에 있습니다. 화면상에 일련 번호를 표시하려면 설정 > 일반 > 정보로 이동하십시오. 사용 설명서 Apple TV를 사용하기 전에 Apple TV 사용 설명서를 검토하십시오. support.apple.com/ko-kr/guide/tv 사이트에서 확인할 수 있습니다. Apple Books가 지원되는 곳에서는 이를 사용하여 사용 설명서를 다운로드할 수도 있습니다. 앞으로 참고할 수 있도록 문서를 보관하십시오.
ms: AMARAN: Untuk mengelakkan kecederaan, baca semua maklumat keselamatan di bawah dan arahan pengendalian sebelum menggunakan Apple TV. Kegagalan untuk mematuhi arahan keselamatan ini boleh menyebabkan kebakaran, kejutan elektrik, kecederaan atau kerosakan lain pada Apple TV atau harta lain. Arahan Keselamatan Penting Baca dan ikuti arahan ini untuk menggunakan Apple TV secara selamat. • Baca arahan ini. • Simpan arahan ini. • Patuhi semua amaran. • Ikuti semua arahan. • Jangan gunakan Apple TV berdekatan air. • Bersihkan dengan kain kering sahaja. • Jangan sekat sebarang bukaan pengudaraan. Pasang mengikut arahan pengeluar. • Jangan pasang berdekatan sebarang sumber haba seperti radiator, jeriji haba, dapur atau peranti lain (termasuk amplifier) yang menghasilkan haba. • Lindungi kord kuasa daripada dipijak atau tercubit, terutamanya di bahagian palam dan tempat kord keluar daripada Apple TV. • Hanya gunakan alat tambahan/aksesori yang ditentukan oleh pengeluar. • Tanggalkan palam Apple TV semasa ribut petir atau apabila tidak digunakan untuk tempoh berpanjangan. • Rujuk semua servis kepada kakitangan servis yang berkelayakan. Servis diperlukan apabila Apple TV telah rosak melalui apa-apa cara, seperti apabila kord kuasa atau palam rosak, cecair tertumpah atau objek telah jatuh ke dalam Apple TV, atau Apple TV telah terdedah kepada hujan atau kelembapan, tidak beroperasi seperti biasa atau telah terjatuh. Kuasa Apple TV tidak mempunyai suis hidup/mati. Butang Kuasa pada remote menidurkan Apple TV dan membangunkan Apple TV daripada tidur. Untuk memutuskan sambungan Apple TV daripada sumber kuasa, tanggalkan kord kuasa. Pastikan kord kuasa mudah dicapai pada setiap masa. Apabila menyambungkan atau mencabut Apple TV, sentiasa pegang sisi palam. Jauhkan jari daripada bahagian logam pada palam. Lokasi Jangan gunakan Apple TV di luar bangunan. Apple TV ialah produk dalam bangunan. Jangan letakkan sumber api terbuka, seperti lilin yang bernyala pada atau berdekatan Apple TV. Jangan gunakan Apple TV berdekatan air. Jangan dedahkan Apple TV kepada titisan atau percikan cecair dan jangan letakkan sebarang objek berisi cecair, seperti pasu, pada Apple TV. Jangan alihkan Apple TV jika ia disambungkan ke TV, komputer atau peranti elektronik lain. AMARAN: Untuk mengurangkan risiko kebakaran atau kejutan elektrik, jangan dedahkan Apple TV kepada hujan, cecair, kelembapan, haba berlebihan atau api terbuka. Bateri dan Pengecasan Jangan cuba gantikan bateri remote dengan sendiri-anda boleh merosakkan bateri, yang boleh menyebabkan panas melampau, kebakaran dan kecederaan. Bateri litium-ion dalam remote patut diservis atau dikitar semula oleh Apple atau penyedia khidmat sah dan mesti dikitar semula atau dilupuskan secara berasingan daripada sisa isi rumah. Lupuskan bateri menurut undang-undang dan garis panduan alam sekitar tempatan anda. Untuk mendapatkan maklumat tentang bateri litium-ion Apple dan servis serta kitar semula bateri, pergi ke apple.com/my/batteries/service-and-recycling. Untuk mendapatkan maklumat tentang pengecasan, lihat “Mengecas Remote” di bawah. Pembersihan dan Penjagaan Untuk membersihkan Apple TV, tanggalkan kord kuasa dan semua kabel. Kemudian gunakan kain bebas lin yang lembut dan kering. Elakkan kelembapan daripada memasuki bukaan. Jangan gunakan pembersih tingkap, pembersih rumah, semburan aerosol, pelarut, alkohol, ammonia atau bahan pelelas untuk membersihkan Apple TV. Membaiki Jangan lakukan pembaikan dengan sendiri. Anda boleh menemui maklumat lanjut tentang mendapatkan servis di support.apple.com/en-my/apple-tv/repair/service. AMARAN: Jangan cuba membuka Apple TV atau memisahkan bahagian-bahagiannya. Anda menghadapi risiko kejutan elektrik dan kerosakan akibat menyahpasang tidak dilindungi oleh waranti terhad. Tiada bahagian yang boleh diservis pengguna di dalamnya. Pengendalian Apple TV anda mungkin rosak akibat penyimpanan atau pengendalian yang tidak betul. Berhati-hati agar tidak menjatuhkan Apple TV semasa membawanya. Persekitaran Operasi Apple TV berfungsi terbaik dalam suhu ambien antara 0° hingga 35° C (32° hingga 95° F) dan boleh disimpan pada suhu antara -20° hingga 45° C (-4° hingga 113° F). Semasa anda menggunakan Apple TV, adalah biasa untuk bekas menjadi panas. Bekas Apple TV direka bentuk untuk memindahkan haba dari bahagian dalam unit ke udara lebih sejuk di luar. Jangan kendalikan Apple TV di kawasan yang mempunyai banyak habuk bawaan udara atau jirim zarahan yang mungkin menyumbat bukaan pengudaraan. Atmosfera Mudah Meletup dan Keadaan Atmosfera Lain Penggunaan Apple TV dan remote di mana-mana kawasan yang mempunyai atmosfera yang berpotensi mudah meletup, seperti kawasan dengan udara yang mengandungi jumlah bahan kimia, wap atau zarah mudah terbakar (seperti bijirin, debu atau serbuk logam) yang tinggi, mungkin berbahaya. Mendedahkan Apple TV dan remote kepada persekitaran yang mempunyai paras bahan kimia industri yang tinggi, termasuk gas cecair yang hampir menyejat seperti helium, mungkin merosakkan atau menjejaskan Apple TV dan fungsi remote. Patuhi semua tanda dan arahan. Keadaan Perubatan Jika anda mempunyai keadaan perubatan yang anda percaya boleh terjejas akibat menggunakan Apple TV (contohnya, sawan, pitam, keletihan mata atau sakit kepala) berbincang dengan doktor anda sebelum menggunakan Apple TV. Peranti Perubatan Remote mengandungi radio yang memancarkan medan elektromagnet. Medan elektromagnet ini mungkin mengganggu perentak jantung, defibrilator dan peranti perubatan lain. Kekalkan sekurang-kurangnya 6 inci (lebih kurang 15 cm) jarak pemisahan antara perentak jantung atau defibrilator anda dengan remote. Jika anda mengesyaki remote mengganggu perentak jantung anda atau sebarang peranti perubatan lain, berhenti menggunakannya dan rujuk doktor anda untuk mendapatkan maklumat yang khusus dengan peranti perubatan anda. Pergerakan Berulang Apabila anda melakukan aktiviti berulang seperti bermain permainan pada Apple TV, anda mungkin mengalami ketidakselesaan sekali-sekala dalam tangan, lengan, pergelangan tangan, bahu, leher atau bahagian badan anda yang lain. Jika anda mengalami ketidakselesaan, hentikan aktiviti tersebut dan rujuk doktor. Mengecas Remote Cas remote menggunakan kabel Lightning yang disertakan atau menggunakan kabel Lightning “Made for iPhone” pihak ketiga yang lain. Menggunakan kabel atau pengecas tiruan atau yang rosak, atau mengecas apabila wujud kelembapan boleh menyebabkan kebakaran, kejutan elektrik, kecederaan atau kerosakan pada remote atau harta benda lain. Apabila anda menggunakan penyesuai kuasa untuk mengecas remote, pastikan kabel Lightning dimasukkan sepenuhnya ke dalam penyesuai kuasa sebelum anda memasang penyesuai ke salur kuasa. Kabel dan Penyambung Lightning Elakkan sentuhan berpanjangan pada kulit dengan penyambung apabila kabel Lightning dipalam ke sumber kuasa kerana ia mungkin menyebabkan ketidakselesaan atau kecederaan. Elakkan situasi apabila kulit anda bersentuhan dengan penyambung Lightning untuk tempoh masa yang lama apabila dipalam. Contohnya, semasa remote dicas atau semasa kabel Lightning dipalam ke sumber kuasa, jangan duduk atau tidur padanya atau meletakkannya di bawah selimut, bantal atau badan anda. Anda perlu amat berhati-hati jika anda mempunyai keadaan fizikal yang mengganggu keupayaan anda untuk mengesan haba terhadap badan. Penyahwarnaan penyambung Lightning selepas penggunaan biasa adalah normal. Kotoran, serpihan dan pendedahan kepada cecair mungkin menyebabkan penyahwarnaan. Untuk mengeluarkan penyahwarnaan atau jika kabel menjadi panas semasa penggunaan atau tidak mengecas remote, tanggalkan kabel Lightning daripada komputer anda atau penyesuai kuasa dan bersihkannya dengan kain bebas lin yang lembut dan kering. Jangan gunakan cecair atau bahan pencuci apabila membersihkan penyambung Lightning. Permainan Elakkan pergerakan berlebihan apabila bermain permainan pada Apple TV. Genggam remote atau pengawal permainan dengan erat untuk mengelakkan kecederaan atau kerosakan tidak disengajakan. Maklumat Peranti Maklumat seperti nombor model, nombor siri dan pengadaran elektrik terletak di bahagian bawah Apple TV. Untuk mencari nombor siri atas skrin, pergi ke Seting > Umum > Perihal. Panduan Pengguna Sebelum menggunakan Apple TV, semak Panduan Pengguna Apple TV. Pergi ke support.apple.com/en-my/guide/tv. Anda juga boleh menggunakan Apple Books untuk memuat turun panduan pengguna (apabila tersedia). Simpan dokumentasi untuk rujukan masa depan.
nb: ADVARSEL: For å unngå skade bør du lese sikkerhetsinformasjonen under og betjeningsinstruksjonene før du bruker Apple TV. Hvis du ikke følger disse sikkerhetsinstruksjonene, kan det medføre brann, elektrisk støt eller annen skade på personer, Apple TV eller annet utstyr. Viktige sikkerhetsinstruksjoner Les og følg disse instruksjonene for sikker bruk av Apple TV. • Les disse instruksjonene. • Ta vare på disse instruksjonene. • Ta hensyn til alle advarsler. • Følg alle instruksjoner. • Ikke bruk Apple TV i nærheten av vann. • Rengjør kun med en tørr klut. • Ikke blokker ventilasjonsåpningene. Plasser enheten slik instruksjonene fra produsenten viser. • Ikke plasser enheten i nærheten av varmekilder, for eksempel radiatorer, varmespjeld, ovner eller annet utstyr (inkludert forsterkere) som produserer varme. • Se til at strømkabelen plasseres slik at den ikke tråkkes på eller kommer i klem, spesielt ved støpslene og der kabelen kommer ut av Apple TV. • Bruk kun tilbehør/tilleggsutstyr som spesifiseres av produsenten. • Koble Apple TV fra strømnettet ved tordenvær eller hvis den ikke skal brukes på lengre tid. • All service skal utføres av kvalifisert personell. Service er nødvendig når Apple TV er skadet, for eksempel hvis strømkabelen eller et støpsel er skadet, hvis væske eller gjenstander har kommet inn i enheten, hvis Apple TV har blitt utsatt for regn eller fuktighet eller hvis enheten ikke fungerer normalt eller har blitt mistet i gulvet. Strøm Apple TV har ingen av/på-knapp. Av/på-knappen på fjernkontrollen setter Apple TV i dvale og vekker enheten fra dvale. Slå Apple TV helt av ved å koble fra strømkabelen. Forsikre deg om at strømkabelen alltid er lett tilgjengelig. Når du kobler Apple TV til eller fra en strømkilde, må du alltid holde i sidene på støpselet. Unngå at fingrene berører metalldelene på støpselet. Brukssted Ikke bruk Apple TV utendørs. Apple TV er ment for innendørs bruk. Ikke plasser Apple TV i nærheten av åpen flamme, for eksempel stearinlys. Ikke bruk Apple TV i nærheten av vann. Ikke utsett Apple TV for væskedrypp eller -sprut, og ikke plasser gjenstander som er fylt med vann, for eksempel en vase, oppå enheten. Ikke flytt Apple TV hvis den er koblet til en TV, datamaskin eller en annen elektronisk enhet. ADVARSEL: Apple TV må ikke utsettes for regn, væsker, fukt, ekstrem varme eller åpne flammer. Det kan føre til brann eller elektrisk støt. Batteri og lading Ikke prøv å bytte batteriet til fjernkontrollen selv. Du kan skade batteriet, som kan føre til overoppheting, brann og personskade. Lithium-ion-batterier i fjernkontrollen må repareres eller resirkuleres av Apple eller en autorisert tjenesteleverandør, og de må ikke resirkuleres eller kastes sammen med husholdningsavfall. Kast batterier i henhold til lokale miljøvernlover og retningslinjer. Du kan lese mer om lithium-ion-batterier fra Apple og reparasjon og resirkulering av batterier på apple.com/no/batteries/service-and-recycling. Du kan lese mer om lading i avsnittet «Lading av fjernkontrollen» nedenfor. Rengjøring og pleie Koble fra strømkabelen og andre kabler før rengjøring av Apple TV. Bruk deretter en myk, lofri klut. Pass på at det ikke kommer fukt inn i åpningene. Bruk ikke husholdnings­rengjørings­midler, rengjøringsmidler for vinduer, sprayflasker, løsemidler, alkohol, ammoniakk eller skuremidler til å rengjøre Apple TV. Reparasjon Ikke utfør reparasjoner selv. Du finner mer informasjon om service på support.apple.com/no-no/apple-tv/repair/service. ADVARSEL: Ikke forsøk å åpne eller ta fra hverandre Apple TV. Du risikerer støt, og skader som forårsakes av demontering, dekkes ikke av den begrensede garantien. Enheten inneholder ingen deler som kan repareres av brukeren. Om håndtering Feilaktig oppbevaring eller håndtering kan føre til skade på Apple TV. Vær påpasselig under transport, slik at Apple TV-enheten ikke mistes i bakken. Bruksmiljø Apple TV fungerer best ved temperaturer mellom 0 og 35 °C og kan oppbevares ved temperaturer mellom -20 og 45 °C. Det er normalt at Apple TV kan bli varm under bruk. Innkapslingen til Apple TV overfører varme fra innsiden av enheten til den kjølige luften på utsiden. Ikke bruk Apple TV i områder med mye svevestøv eller partikler som kan tette til ventilasjonsåpningene. Områder med eksplosjonsfare Det kan være farlig å bruke Apple TV i områder med potensiell eksplosjonsfare, for eksempel på steder der luften har en høy konsentrasjon av lett antennelige kjemikalier, gasser eller partikler (som korn, støv eller metallisk pulver). Hvis du utsetter Apple TV-en og fjernkontrollen for miljøer med høy konsentrasjon av industrikjemikalier, inkludert våtgasser nær fordamping som for eksempel helium, kan dette skade eller forringe funksjonalitet på Apple TV og fjernkontrollen. Følg alle råd og instruksjoner. Medisinske tilstander Hvis du har en medisinsk tilstand som du tror kan bli påvirket av bruk av Apple TV (for eksempel anfall, bevisstløshet, overanstrengelse av øynene eller hodepine), må du rådføre deg med en lege før du bruker Apple TV. Medisinsk utstyr Fjernkontrollen inneholder radiosendere som skaper elektromagnetiske felt. Disse elektromagnetiske feltene kan forstyrre pacemakere, hjertestartere eller annet medisinsk utstyr. Hold en avstand på minst 15 cm mellom pacemakeren eller hjertestarteren og fjernkontrollen. Hvis du mistenker at fjernkontrollen forstyrrer pacemakeren eller annet medisinsk utstyr, slutter du å bruke den og tar kontakt med legen din for å få informasjon som gjelder ditt medisinske utstyr. Gjentakende bevegelser Når du utfører ensformige aktiviteter som å spille spill på Apple TV, kan du oppleve ubehag i hender, armer, skuldre, nakke eller andre deler av kroppen. Hvis du opplever ubehag, bør du avslutte aktivitetene og kontakte lege. Lading av fjernkontrollen Lad fjernkontrollen med den medfølgende Lightning-kabelen, eller med andre Lightning-kabler merket «Made for iPhone» fra tredjeparter. Bruk av piratkopierte eller skadde kabler eller ladere, eller lading i fuktige omgivelser, kan føre til brann, elektrisk støt, personskade eller skade på fjernkontrollen og annen eiendom. Når du bruker en strømforsyningsenhet til å lade opp fjernkontrollen, må du forsikre deg om at Lightning-kabelen er satt helt inn i strømforsyningsenheten før du kobler den til en stikkontakt. Lightning-kabel og -kontakt Langvarig hudkontakt med kontakten når Lightning-kabelen er koblet til en strømforsyning kan føre til ubehag eller skade og bør unngås. Unngå situasjoner der huden er i kontakt med Lightning-kontakten i lange perioder når den er tilkoblet. Når fjernkontrollen lader eller når Lightning-kabelen er koblet til en strømkilde, bør du for eksempel ikke sitte eller sove på den eller plassere den under et teppe, en pute eller kroppen. Vær spesielt oppmerksom hvis du har en fysisk tilstand som påvirker evnen til å oppfatte varme på kroppen. Misfarging av Lightning-kontakten etter vanlig bruk er normalt. Smuss, rusk og fukt kan føre til misfarging. Hvis du vil fjerne misfargingen eller om kabelen blir varm under bruk eller ikke lader fjernkontrollen, kobler du Lightning-kabelen fra datamaskinen eller strømforsyningen og rengjør den med en myk klut som ikke loer. Ikke bruk væsker eller rengjøringsprodukter når du rengjør Lightning-kontakten. Spilling Unngå overdrevne bevegelser når du spiller spill på Apple TV. Hold fjernkontrollen eller spillkontrolleren slik at du ikke påfører skade på deg selv eller enheten. Enhetsinformasjon Informasjon som modellnummer, serienummer og elektrisk klassifisering finnes på undersiden av Apple TV. Serienummeret kan også vises på skjermen. Gå til Innstillinger > Generelt > Om. Brukerhåndbok Se gjennom brukerhåndboken til Apple TV før du tar i bruk enheten. Gå til support.apple.com/guide/tv. Du kan også laste ned brukerhåndboken i Apple Books (hvis tilgjengelig). Bevar dokumentasjonen for fremtidig bruk.
nl: WAARSCHUWING: Om lichamelijk letsel te voorkomen, moet je alle onderstaande veiligheidsinformatie en de gebruiksinstructies lezen voordat je de Apple TV gaat gebruiken. Als je deze veiligheidsinstructies niet opvolgt, kan dat brand, een elektrische schok of ander letsel en andere schade veroorzaken aan de Apple TV of aan andere eigendommen. Belangrijke veiligheidsinstructies Om de Apple TV op een veilige manier te gebruiken, moet je deze instructies lezen en volgen. • Lees deze instructies. • Bewaar deze instructies. • Volg alle waarschuwingen. • Volg alle instructies. • Gebruik de Apple TV niet in de buurt van water. • Reinig het apparaat uitsluitend met een droge doek. • Houd de ventilatieopeningen vrij. Installeer volgens de instructies van de fabrikant. • Plaats de Apple TV niet in de buurt van een warmtebron, zoals een radiator, warmterooster, kachel of een ander apparaat (inclusief versterkers) dat warmte genereert. • Zorg ervoor dat niemand op het netsnoer kan gaan staan. Let er bovendien op dat het netsnoer niet beklemd raakt, met name in de buurt van de stekker, het stopcontact en de uitgang van de Apple TV zelf. • Gebruik alleen aansluitingen/accessoires die door de fabrikant worden genoemd. • Haal de stekker uit het stopcontact als het onweert of als je de Apple TV langere tijd niet gebruikt. • Laat het onderhoud van het apparaat over aan gekwalificeerde onderhoudsmedewerkers. Onderhoud is nodig als de Apple TV op welke wijze dan ook is beschadigd, bijvoorbeeld als het netsnoer of de stekker is beschadigd, er vloeistof op de Apple TV is gemorst, er voorwerpen in het apparaat zijn terechtgekomen, het apparaat is blootgesteld aan regen of vocht, het apparaat niet naar behoren werkt of als het apparaat is gevallen. Stroomtoevoer De Apple TV heeft geen aan/uit-schakelaar. Met de aan/uit-knop op de afstandsbediening wordt de sluimerstand van de Apple TV ingeschakeld of uitgeschakeld. Om ervoor te zorgen dat de Apple TV geen stroom meer krijgt, haal je de stekker uit het stopcontact. Zorg ervoor dat je altijd bij het netsnoer kunt. Houd de stekker altijd aan de zijkant vast als je deze aansluit of uit het stopcontact haalt. Zorg dat je de stekkerpennen niet aanraakt. Locatie Gebruik de Apple TV niet buiten. De Apple TV is bedoeld voor gebruik binnenshuis. Plaats geen voorwerpen met open vuur, zoals brandende kaarsen, op of in de buurt van de Apple TV. Gebruik de Apple TV niet in de buurt van water. Stel de Apple TV niet bloot aan vocht, zoals druppels of spetters, en plaats geen objecten met een vloeistof erin, zoals een vaas, op de Apple TV. Verplaats de Apple TV niet als deze is aangesloten op een televisie, computer of ander elektronisch apparaat. WAARSCHUWING: Om een elektrische schok of brand te voorkomen, moet je de Apple TV niet blootstellen aan regen, vloeistof, vocht, extreme hitte of open vuur. Batterij en opladen Vervang de batterij van de afstandsbediening niet zelf. Dit kan de batterij beschadigen, wat kan leiden tot oververhitting, brand en letsel. De lithium-ionbatterij in de afstandsbediening moet worden nagekeken of gerecycled door Apple of een erkende serviceaanbieder, en moet gescheiden van het huisvuil worden gerecycled of weggegooid. Gooi de batterijen weg volgens de lokale milieuwetten en -richtlijnen. Ga voor informatie over Apple lithium-ionbatterijen en batterijservice en recycling naar apple.com/nl/batteries/service-and-recycling. Meer informatie over opladen vind je onder 'De afstandsbediening opladen'. Reiniging en onderhoud Koppel het netsnoer en alle andere kabels van de Apple TV los. Gebruik vervolgens een zachte, droge pluisvrije doek. Zorg dat er geen vocht in de openingen terechtkomt. Gebruik geen glasreinigers, multireinigers, spuitbussen, oplosmiddelen, alcohol, ammoniak of schuurmiddelen om de Apple TV te reinigen. Reparaties Voer zelf geen reparaties uit aan de Apple TV. Ga voor meer informatie over serviceopties naar support.apple.com/nl-nl/apple-tv/repair/service. WAARSCHUWING: Probeer de Apple TV niet te openen of te demonteren. Je loopt dan kans op een elektrische schok en bovendien valt schade als gevolg van demontage niet onder de beperkte garantie. De Apple TV bevat geen onderdelen die je zelf kunt vervangen. Gebruik Als je de Apple TV op een verkeerde manier gebruikt of opbergt, kan deze beschadigd raken. Zorg ervoor dat je de Apple TV niet laat vallen als je het apparaat vervoert of verplaatst. Temperatuur bij gebruik Je Apple TV werkt het best in een omgeving met een temperatuur tussen 0 °C en 35 °C en kan worden bewaard bij een temperatuur tussen -20 °C en 45 °C. Wanneer de Apple TV is ingeschakeld, wordt de behuizing warm. Dit is normaal. De behuizing van de Apple TV fungeert als een koelvlak waarlangs warmte die in de Apple TV is ontstaan, naar buiten wordt afgevoerd. Gebruik de Apple TV niet in gebieden met veel stof of deeltjes in de lucht die de ventilatieopeningen kunnen verstoppen. Explosieve en andere atmosferische omstandigheden Het kan gevaarlijk zijn om de Apple TV en de afstandsbediening te gebruiken in een mogelijk explosieve atmosfeer, zoals gebieden waar de lucht veel ontvlambare chemicaliën, dampen of deeltjes (zoals graan, stof of metaalpoeder) bevat. Als de Apple TV en de afstandsbediening worden blootgesteld aan omstandigheden met hoge concentraties industriële chemicaliën, waaronder snel verdampende vloeibare gassen zoals helium, kan dit de functionaliteit van Apple TV en de afstandsbediening beschadigen of aantasten. Volg alle borden en instructies. Medische aandoeningen Mocht je een aandoening hebben die volgens jou kan worden beïnvloed door het gebruik van de Apple TV (zoals epileptische aanvallen, black-outs, vermoeide ogen of hoofdpijn), raadpleeg dan je arts voordat je de Apple TV gebruikt. Medische apparaten De afstandsbediening bevat radioapparatuur die elektromagnetische velden uitzendt. Deze elektromagnetische velden kunnen interferentie veroorzaken met pacemakers, defibrillatoren en andere medische apparatuur. Houd ten minste 15 cm afstand tussen je pacemaker of defibrillator en de afstandsbediening. Als je vermoedt dat de afstandsbediening interferentie veroorzaakt met je pacemaker of een ander medisch apparaat, stop je het gebruik van de afstandsbediening en raadpleeg je je arts voor informatie die specifiek voor jouw medische apparaat geldt. Herhalingsoverbelasting Als je op de Apple TV vaak bepaalde handelingen uitvoert, zoals bij het typen van tekst of het spelen van games, kun je af en toe last krijgen van je handen, armen, polsen, schouders, nek of andere lichaamsdelen. Als je deze klachten hebt, stop je direct met deze activiteiten en raadpleeg je je arts. De afstandsbediening opladen Laad de afstandsbediening op met de bijgeleverde Lightning-kabel of met Lightning-kabels van andere fabrikanten die het label "Made for iPhone" hebben. Het gebruik van nagemaakte of beschadigde kabels of opladers of het in een vochtige omgeving opladen kan leiden tot brand, een elektrische schok, lichamelijk letsel of schade aan de afstandsbediening of andere eigendommen. Als je de afstandsbediening oplaadt met een lichtnetadapter, controleer je eerst of de Lightning-kabel goed op de lichtnetadapter is aangesloten voordat je deze op een stopcontact aansluit. Lightning-kabel en -connector Voorkom dat je huid langdurig contact maakt met de connector wanneer de Lightning-kabel is aangesloten op een voedingsbron. Een dergelijk langdurig contact kan namelijk tot ongemak of lichamelijk letsel leiden. Voorkom situaties waarbij je huid langdurig contact maakt met de Lightning-connector wanneer de Lightning-kabel is aangesloten op een voedingsbron. Dit is bijvoorbeeld het geval wanneer de afstandsbediening wordt opgeladen of terwijl de Lightning-kabel is aangesloten op een voedingsbron. Ga niet op de Lightning-connector zitten of liggen, en leg deze niet onder een deken, kussen of je lichaam. Wees extra voorzichtig als je een lichamelijke aandoening hebt waardoor je een warmtebron tegen je lichaam niet opmerkt. Bij regelmatig gebruik kan de connector van de Lightning-kabel enigszins verkleuren. Vuil, stof en blootstelling aan vloeistoffen kunnen verkleuring veroorzaken. Om de verkleuring te verwijderen of als de kabel tijdens gebruik warm wordt of als de afstandsbediening niet wordt opgeladen, koppel je de Lightning-kabel los van je computer of lichtnetadapter en reinig je de connector met een zachte, droge, pluisvrije doek. Gebruik geen vloeistoffen of schoonmaakmiddelen voor het reinigen van de Lightning-connector. Gamen Maak geen buitensporige bewegingen tijdens het spelen van games op de Apple TV. Houd de afstandsbediening of gamecontrollers stevig vast om lichamelijk letsel of beschadiging te voorkomen. Apparaatgegevens Informatie zoals het modelnummer, serienummer en elektrische gegevens vind je aan de onderzijde van de Apple TV. Om het serienummer op het scherm te vinden, ga je in Instellingen naar 'Algemeen' > 'Info'. Handleiding Lees de Apple TV-gebruikershandleiding voordat je de Apple TV gebruikt. Ga naar support.apple.com/guide/tv. Je kunt de gebruikershandleiding ook downloaden via Apple Books (indien beschikbaar). Bewaar de documentatie ter naslag.
pl: OSTRZEŻENIE: Przed użyciem Apple TV przeczytaj wszystkie poniższe informacje dotyczące bezpieczeństwa i obsługi, aby uniknąć uszkodzeń ciała. Nieprzestrzeganie instrukcji bezpieczeństwa może spowodować pożar, porażenie prądem elektrycznym lub inne obrażenia, uszkodzenie Apple TV oraz inne szkody materialne. Ważne informacje dotyczące bezpieczeństwa Zapoznaj się z poniższymi wskazówkami i postępuj zgodnie z nimi, aby bezpiecznie używać Apple TV. • Przeczytaj te instrukcje. • Zachowaj te instrukcje. • Pamiętaj o wszystkich ostrzeżeniach. • Wykonuj wszystkie zalecane instrukcje. • Nie korzystaj z Apple TV w pobliżu wody. • Czyść urządzenie tylko suchą ściereczką. • Nie blokuj żadnych otworów wentylacyjnych. Podczas instalacji urządzenia przestrzegaj instrukcji producenta. • Nie umieszczaj urządzenia w pobliżu źródeł ciepła, takich jak grzejniki, nawiewy gorącego powietrza, piece lub inne urządzenia emitujące ciepło (w tym wzmacniacze). • Chroń kabel zasilający przed deptaniem i zginaniem, zwłaszcza przy wtyczkach oraz w miejscu podłączenia do Apple TV. • Używaj wyłącznie przedłużaczy/akcesoriów dozwolonych przez producenta. • Odłącz Apple TV od zasilania podczas burzy z piorunami, a także gdy nie zamierzasz używać urządzenia przez dłuższy czas. • Prace naprawcze mogą być wykonywane tylko przez wykwalifikowany personel serwisowy. Naprawa jest wymagana w przypadku dowolnego uszkodzenia Apple TV, na przykład gdy uszkodzeniu ulegnie wtyczka lub kabel zasilania, do wnętrza urządzenia dostanie się płyn lub obiekty, urządzenie zostanie narażone na działanie deszczu lub wilgoci, nie funkcjonuje prawidłowo lub zostało upuszczone. Zasilanie Apple TV nie ma przełącznika włączania/wyłączania. Do usypiania i budzenia Apple TV służy przycisk zasilania na pilocie. Aby odłączyć Apple TV od zasilania, odłącz kabel zasilający. Upewnij się, że kabel zasilający znajduje się w miejscu łatwo dostępnym. Podczas podłączania lub odłączania Apple TV trzymaj wtyczkę za jej boki. Nie dotykaj metalowych elementów wtyczki. Kraj Nie używaj Apple TV na zewnątrz. Apple TV jest urządzeniem przeznaczonym do użytku wewnątrz pomieszczeń. Nie umieszczaj na ani w pobliżu Apple TV otwartych źródeł ognia, takich jak zapalone świeczki. Nie używaj Apple TV w pobliżu wody. Nie wystawiaj Apple TV na działanie ściekających lub rozpryskiwanych płynów. Nie umieszczaj na Apple TV żadnych obiektów wypełnionych cieczą, takich jak wazony. Nie przenoś Apple TV, gdy podłączone jest inne urządzenie, na przykład telewizor, komputer lub inny sprzęt elektroniczny. OSTRZEŻENIE: Aby zmniejszyć ryzyko pożaru lub porażenia prądem elektrycznym, nie wystawiaj Apple TV na działanie deszczu, cieczy, wilgoci, wysokich temperatur lub nieosłoniętego ognia. Baterie i ładowanie Nie próbuj wymieniać baterii pilota samodzielnie — może to doprowadzić do jej uszkodzenia, i w efekcie do jej przegrzania i zapłonu oraz obrażeń ciała. Bateria litowo-jonowa w pilocie powinna być serwisowana i poddawana recyklingowi tylko przez Apple lub autoryzowany serwis. Musi zostać zrecyklingowana lub poddana utylizacji osobno od odpadów domowych. Baterie należy utylizować zgodnie z lokalnymi przepisami dotyczącymi ochrony środowiska i wytycznymi. Aby uzyskać informacje na temat baterii litowo-jonowych Apple oraz ich naprawy i recyklingu, odwiedź stronę apple.com/pl/batteries/service-and-recycling. Informacje na temat ładowania znajdziesz w sekcji „Ładowanie pilota” poniżej. Czyszczenie i konserwacja Aby wyczyścić Apple TV, odłącz kabel zasilania i wszystkie pozostałe przewody. Następnie użyj miękkiej, pozbawionej włókien ściereczki. Nie pozwól, aby wilgoć przedostała się do wnętrza urządzenia. Do czyszczenia Apple TV nie używaj środków do czyszczenia okien, domowych środków czystości, aerozoli, rozpuszczalników, alkoholu, amoniaku ani materiałów ściernych. Naprawa Nie próbuj naprawiać urządzenia samodzielnie. Więcej informacji na temat opcji serwisu znajdziesz na stronie support.apple.com/pl-pl/apple-tv/repair/service. OSTRZEŻENIE: Nie próbuj otwierać ani rozkładać Apple TV. Ryzykujesz porażenie prądem elektrycznym, a uszkodzenia spowodowane demontażem nie są objęte ograniczoną gwarancją. Wewnątrz nie ma żadnych części przeznaczonych do wymiany przez użytkownika. Obsługa Nieprawidłowe przechowywanie lub używanie Apple TV może spowodować uszkodzenie urządzenia. Uważaj, aby nie upuścić Apple TV podczas przenoszenia. Środowisko pracy Apple TV działa najlepiej w temperaturze otoczenia 0-35°C (32-95°F) i może być przechowywany w temperaturze -20-45°C (-4-113°F). Nagrzewanie się obudowy Apple TV podczas pracy jest zjawiskiem normalnym. Obudowa Apple TV ma za zadanie odbierać ciepło z wnętrza urządzenia i oddawać je chłodniejszemu powietrzu na zewnątrz. Nie używaj Apple TV w miejscach, w których występuje dużo kurzu lub pyłów zawieszonych w powietrzu, które mogą zapychać otwory wentylacyjne. Atmosfera wybuchowa i inne Używanie Apple TV i pilota w miejscach potencjalnie zagrożonych wybuchem, w których powietrze zawiera wysokie stężenia łatwopalnych substancji, par lub cząstek (np. pyłu organicznego lub metalicznego albo kurzu) może być niebezpieczne. Narażenie Apple TV na działanie wysokich stężeń związków chemicznych używanych w przemyśle, w tym używanie go w pobliżu parujących źródeł gazów w stanie płynnym (na przykład helu) może uszkodzić Apple TV lub zakłócić jego działanie. Należy zwracać uwagę na wszelkie znaki ostrzegawcze i przestrzegać instrukcji. Uwarunkowania zdrowotne W przypadku uwarunkowań zdrowotnych, na które Apple TV może mieć według użytkownika wpływ (na przykład napady padaczkowe, omdlenia, astenopia czy bóle głowy), przed rozpoczęciem używania urządzenia należy skonsultować się z lekarzem. Urządzenia medyczne Pilot zawiera nadajniki radiowe emitujące pola elektromagnetyczne. Pola te mogą zakłócać działanie elektrostymulatorów, defibrylatorów i innych urządzeń medycznych. Utrzymuj minimalną odległość 15 cm (6 cali) między rozrusznikiem serca lub defibrylatorem a pilotem. Jeśli podejrzewasz, że pilot zakłóca działanie rozrusznika serca lub innego urządzenia medycznego, przerwij korzystanie z pilota i skonsultuj się z lekarzem, aby uzyskać informacje dotyczące Twojego urządzenia medycznego. Ruchy powtarzane Podczas wykonywania powtarzających się czynności, takich jak korzystanie z gier na Apple TV, może pojawić się sporadycznie występujące uczucie dyskomfortu w dłoniach, rękach, nadgarstkach, ramionach, szyi lub innych częściach ciała. W przypadku odczuwania dyskomfortu należy przestać wykonywać te czynności i skonsultować się z lekarzem. Ładowanie pilota Do ładowania pilota używaj dołączonego kabla Lightning lub innego kabla Lightning, oznaczonego logo Made for iPhone. Korzystanie z nieoryginalnych lub uszkodzonych kabli i ładowarek, jak również ładowanie baterii podczas obecności wilgoci może spowodować pożar, porażenie prądem i inne obrażenia oraz uszkodzenie pilota lub innego sprzętu. Jeśli do ładowania baterii pilota używasz ładowarki, przed podłączeniem jej do gniazda zasilania upewnij się, że kabel Lightning jest prawidłowo do niej podłączony. Kabel i złącze Lightning Unikaj przedłużonego kontaktu złącza ze skórą, gdy kabel Lightning jest podłączony do źródła zasilania, ponieważ może to spowodować dyskomfort lub uraz. Unikaj sytuacji, w których Twoja skóra ma dłuższy kontakt ze złączem Lightning, gdy podłączone jest ono do zasilania. Na przykład, gdy trwa ładowanie pilota lub kabel Lightning podłączony jest do źródła zasilania, nie siedź ani nie leż na nim, jak również nie umieszczaj go pod kocem, poduszką lub w kontakcie ze swoim ciałem. Zwracaj szczególną uwagę, jeśli Twój stan zdrowia ma wpływ na odczuwanie kontaktu ciała z wysoką temperaturą. Zmiana koloru złącza Lightning w wyniku regularnego użytkowania jest normalna. Zmianę koloru mogą powodować kurz, zanieczyszczenia i kontakt z wilgocią. Jeśli chcesz usunąć przebarwienie; jeśli kabel lub złącze Lightning nagrzewa się podczas użycia; jeśli kabel nie ładuje pilota, odłącz kabel Lightning od komputera lub zasilacza i wyczyść ten kabel miękką, suchą i niepozostawiającą włókien ściereczką. Do czyszczenia złącza Lightning nie należy używać płynów ani środków czyszczących. Gry Unikaj nadmiernego ruchu podczas grania w gry na Apple TV. Trzymaj pewnie piloty i kontrolery, aby zapobiec obrażeniom lub przypadkowym uszkodzeniom. Informacje o urządzeniu Informacje obejmujące numer modelu, numer seryjny oraz parametry elektryczne znajdują się na spodzie Apple TV. Aby wyświetlić numer seryjny na ekranie, przejdź do Ustawień i wybierz Ogólne > To urządzenie. Podręcznik użytkownika Przed rozpoczęciem korzystania z Apple TV zapoznaj się z Podręcznikiem użytkownika Apple TV. Odwiedź stronę support.apple.com/pl-pl/guide/tv. Podręcznik możesz także pobrać z Apple Books (jeśli jest dostępny). Zachowaj dokumentację do wykorzystania w przyszłości.
pt_br: AVISO: Para evitar ferimentos, leia todas as informações de segurança abaixo e as instruções de operação antes de usar a Apple TV. A falha ao cumprir as instruções de segurança pode resultar em incêndio, choque elétrico, ferimentos ou danos à Apple TV ou outros bens. Instruções Importantes Sobre Segurança Para usar a Apple TV com segurança, leia e siga estas instruções. • Leia estas instruções. • Guarde estas instruções. • Preste atenção a todos os avisos. • Siga todas as instruções. • Não use a Apple TV perto da água. • Limpe apenas com um pano seco. • Não obstrua as saídas de ventilação. Instale de acordo com as instruções do fabricante. • Não instale perto de nenhuma fonte de calor, como radiadores, registradores de calor, fornos ou outros dispositivos (como amplificadores) que produzam calor. • Proteja o cabo de alimentação para que não seja pisoteado ou dobrado, especificamente nos conectores e no ponto em que ele sai da Apple TV. • Use apenas os acessórios especificados pelo fabricante. • Em casos de tempestades de raios ou não uso por longos períodos, desconecte a Apple TV da tomada. • Realize reparos com a assistência técnica qualificada. É necessário realizar um reparo quando a Apple TV é danificada de alguma forma, como quando ocorrem danos com o fio ou cabo, no caso de derramamento de líquido ou queda de objetos dentro da Apple TV ou se a Apple TV é exposta a chuva ou umidade, não opera normalmente ou caiu no chão. Energia A Apple TV não tem botão de liga/desliga. O botão Liga/Desliga do controle remoto coloca a Apple TV em repouso e a desperta. Para desconectar a Apple TV da alimentação, desconecte o fio de alimentação. Mantenha o cabo de alimentação sempre facilmente acessível. Ao conectar ou desconectar a Apple TV, sempre segure o plugue pelas laterais. Mantenha os dedos longe da parte metálica do conector. Localização Não use a Apple TV em ambientes externos. A Apple TV é um produto para uso interno. Não coloque nenhuma fonte de chama aberta, como velas acesas, sobre a Apple TV ou perto dela. Não use a Apple TV perto da água. Não exponha a Apple TV a respingos ou gotejamento e não coloque nenhum objeto com água, como um vaso, sobre ela. Não mova a Apple TV se ela estiver conectada a uma TV, computador ou dispositivo eletrônico. AVISO: Para reduzir o risco de incêndio ou choque elétrico, não exponha a Apple TV a chuva, líquido, umidade, calor excessivo ou chamas. Bateria e Carregamento Não tente substituir a bateria por conta própria. Você pode danificá‑la, o que poderá causar superaquecimento, incêndio e ferimentos. A bateria de íon de lítio do controle remoto deve ser reparada ou reciclada pela Apple ou por um provedor de serviços autorizado. Sua reciclagem ou descarte devem ser feitos separadamente do lixo doméstico. Descarte baterias de acordo com as leis e diretrizes ambientais locais. Para saber mais sobre as baterias de íon de lítio da Apple e sobre como enviar a bateria para a assistência técnica ou descartá‑la, acesse apple.com/br/batteries/service-and-recycling. Para saber mais sobre carregamento, consulte “Carregamento do Controle Remoto” abaixo. Limpeza e Cuidados Para limpar a Apple TV, desconecte o fio de alimentação e todos os cabos. Em seguida, use um pano macio, seco e sem fiapos. Evite umidade nas ranhuras. Ao limpar a Apple TV, não use limpa-vidros, produtos de limpeza doméstica, aerossóis, álcool, solventes, amônia nem abrasivos. Reparo Não faça reparos por conta própria. Encontre mais informações sobre como obter serviços de reparo em support.apple.com/pt-br/apple-tv/repair. AVISO: Não tente abrir nem desmontar a Apple TV. Você corre o risco de choque elétrico. Além disso, os danos causados pela desmontagem não são cobertos pela garantia limitada. Não contém nenhuma peça para reparo pelo usuário. Manuseio A Apple TV pode estar danificada devido ao armazenamento ou manuseio inadequado. Tome cuidado para não derrubar a Apple TV durante o transporte. Ambiente Operacional A Apple TV funciona melhor em temperatura ambiente entre 0° e 35° C (32° e 95° F) e pode ser armazenada em temperaturas entre -20° e 45° C (-4° e 113° F). Enquanto você usa a Apple TV, é normal que ela esquente. A Apple TV foi projetada para transferir o calor de dentro da unidade para o ar fresco externo. Não opere a Apple TV em locais onde haja quantidades significativas de poeira ou partículas que possam entupir as saídas de ventilação. Explosão e Outras Condições Atmosféricas O uso da Apple TV e do controle remoto pode ser perigoso em áreas com atmosfera potencialmente explosiva, por exemplo, onde o ar contém níveis elevados de compostos químicos, vapores ou partículas inflamáveis (como grãos, poeira ou pós metálicos). A exposição da Apple TV e do controle remoto a ambientes com altas concentrações de produtos químicos industriais, como gases liquefeitos prestes a evaporar (por exemplo, hélio), pode causar danos ou impedir a sua funcionalidade. Obedeça todas as sinalizações e instruções. Problemas de Saúde Se você tiver uma condição médica que acredite que possa ser afetada pelo uso da Apple TV (como convulsões, desmaios, fadiga visual ou dores de cabeça), obtenha orientação médica antes de usar a Apple TV. Dispositivos Médicos O controle remoto contém rádios que emitem campos eletromagnéticos. Os campos eletromagnéticos podem interferir em marca-passos, desfibriladores e outros dispositivos médicos. Mantenha pelo menos 15 cm (cerca de 6 polegadas) de distância entre seu marca-passo ou desfibrilador e o controle remoto. Se você suspeita que o controle remoto está interferindo no seu marca-passo ou qualquer outro dispositivo médico, pare de usá‑lo e busque orientações médicas específicas sobre o seu dispositivo. Movimento Repetitivo Quando você realiza atividades repetitivas como jogar na Apple TV, pode sentir desconforto ocasional nas mãos, braços, pulsos, ombros, pescoço ou outras partes do corpo. Se você sentir desconforto, pare as atividades e peça ajuda médica. Carregamento do Controle Remoto Carregue o controle remoto com o cabo Lightning fornecido ou com um cabo Lightning genérico Made for iPhone. O uso de cabos falsificados ou danificados ou o carregamento com a presença de umidade pode causar incêndio, choque elétrico, ferimentos ou danos ao controle remoto ou outras propriedades. Ao usar um adaptador de alimentação para carregar o controle remoto, verifique se o cabo Lightning está totalmente inserido no adaptador antes de conectar o adaptador à tomada. Cabo e Conector Lightning Evite o contato prolongado da pele com o conector quando o cabo Lightning estiver conectado a uma fonte de alimentação, pois isso pode causar desconforto ou ferimentos. Evite situações de contato da sua pele com o conector Lightning por um período longo enquanto ele estiver conectado. Por exemplo, quando o controle remoto estiver sendo carregado ou quando o cabo Lightning estiver conectado a uma fonte de alimentação, não sente nem durma sobre eles nem coloque‑os sob um cobertor, travesseiro ou corpo. Preste atenção caso você tenha uma condição física que afete a sua capacidade de detectar o calor contra o corpo. É normal haver uma descoloração do conector Lightning com o uso regular. Poeira, detritos e exposição a líquido podem causar descoloração. Para remover a descoloração ou se o cabo esquentar com o uso ou não carregar o controle remoto, desconecte o cabo Lightning do computador ou adaptador de alimentação e limpe‑o com um pano macio, seco e sem fiapos. Ao limpar o conector Lightning, não use líquidos nem produtos de limpeza. Jogos Evite o excesso de movimentos ao jogar na Apple TV. Mantenha uma alça de segurança em controles remotos ou de videogame para impedir ferimentos ou danos incidentais. Informações do Dispositivo Informações como número do modelo, número de série e classificação elétrica se localizam na parte inferior da Apple TV. Para encontrar o número de série na tela, acesse Ajustes > Geral > Sobre. Manual de Uso Antes de usar a Apple TV, consulte o Manual de Uso da Apple TV. Acesse support.apple.com/guide/tv. Você também pode usar o Apple Books para baixar o manual de uso (onde disponível). Retenha a documentação para futura referência.
pt_pt: AVISO: Para evitar lesões, leia todas as informações de segurança e instruções de funcionamento antes de utilizar a Apple TV. O incumprimento destas instruções de segurança pode resultar em incêndio, choque elétrico ou outros ferimentos, ou danos na Apple TV ou noutros bens. Instruções importantes de segurança Leia e siga todas estas instruções para usar a Apple TV em segurança. • Leia estas instruções. • Guarde estas instruções. • Tenha em consideração todos os avisos. • Siga todas as instruções. • Não utilize a Apple TV perto de água. • Limpe apenas com um pano seco. • Não bloqueie as aberturas de ventilação. Faça a instalação de acordo com as instruções do fabricante. • Não instale perto de fontes de calor como radiadores, aquecedores, fogões ou outros dispositivos (incluindo amplificadores) que produzam calor. • Proteja o cabo de alimentação de ser pisado ou dobrado, particularmente nas fichas e no ponto em que sai da Apple TV. • Use apenas adaptadores/acessórios especificados pelo fabricante. • Desligue a Apple TV durante trovoadas ou durante longos períodos de inatividade. • Recorra a pessoal técnico qualificado para qualquer tipo de assistência. É necessária assistência se a Apple TV estiver danificada de alguma forma, como quando o cabo de alimentação ou a ficha estão danificados, quando líquido é entornado ou objetos caem em cima da Apple TV, ou quando a Apple TV é exposta a chuva ou humidade, quando não funciona normalmente ou quando cai ao chão. Alimentação A Apple TV não tem um interruptor. O botão de alimentação no comando serve para colocar a Apple TV em pausa e reativá‑la. Para desligar a Apple TV da corrente, desligue o cabo de alimentação. Certifique‑se de que o cabo de alimentação está sempre acessível. Ao ligar ou desligar a Apple TV, segure sempre a ficha pelos lados. Mantenha os dedos longe da peça metálica da ficha. Localização Não use a Apple TV no exterior. A Apple TV é um produto para utilização no interior. Não coloque fontes de chama como, por exemplo, velas junto à Apple TV ou em cima dela. Não use a Apple TV perto de água. Não exponha a Apple TV a pingos e não coloque nenhum objeto cheio de líquido como uma jarra, em cima da Apple TV. Não mova a Apple TV se estiver ligada a outro dispositivo como, por exemplo, um televisor, computador ou outro dispositivo eletrónico. AVISO: para reduzir o risco de incêndio ou choque elétrico, não exponha a Apple TV a chuva, líquidos, humidade, calor excessivo ou chamas. Bateria e carregamento Não tente substituir a bateria do comando pelos seus meios – poderá danificar a bateria, o que pode causar sobreaquecimento, incêndio e ferimentos. A bateria de iões de lítio do comando deve ser reparada ou reciclada pela Apple ou por um centro de assistência autorizado, e deve ser reciclada ou descartada separadamente do lixo doméstico. A eliminação das baterias deve ser efetuada de acordo com as leis e normas ambientais locais. Caso necessite de informação adicional acerca das baterias de iões de lítio da Apple, reparação e reciclagem da bateria, consulte apple.com/pt/batteries/service-and-recycling. Encontrará informação acerca do carregamento em “Carregar o comando” abaixo. Limpeza e cuidados Para limpar a Apple TV, desligue o cabo de alimentação e os outros cabos. Em seguida, use um pano suave, seco e sem pelos. Evite a humidade nas aberturas. Não use produtos de limpeza para vidros ou para o lar, nem aerossóis, solventes, álcool, amoníaco ou abrasivos para limpar a Apple TV. Reparação Não tente fazer reparações pessoalmente. Encontrará informação adicional sobre como obter assistência em support.apple.com/pt-pt/apple-tv/repair/service. AVISO: não tente abrir nem desmontar a Apple TV. Corre o risco de apanhar um choque elétrico, e os danos provocados pela desmontagem não estão cobertos pela garantia limitada. O dispositivo não contém peças substituíveis pelo utilizador. Manuseamento A Apple TV pode danificar‑se devido ao armazenamento ou manuseamento incorreto. Tenha cuidado para não deixar cair a Apple TV durante o transporte. Ambiente de funcionamento A Apple TV funciona melhor em temperaturas ambiente entre os 0° e os 35° C e pode ser armazenada a temperaturas entre -20° e 45° C. Durante a utilização da Apple TV, é normal que a caixa aqueça. A caixa da Apple TV foi desenvolvida para transferir o calor que se forma dentro da unidade para o ar mais frio do exterior. Não use a Apple TV em zonas com quantidades significativas de poeira ou densidade elevada das partículas do ar que possam entupir as aberturas de ventilação. Condições explosivas e outras condições atmosféricas Pode ser perigoso utilizar a Apple TV e o comando em qualquer área com uma atmosfera potencialmente explosiva como, por exemplo, áreas onde o ar contém elevados níveis de químicos inflamáveis, vapores ou partículas (como grãos, poeiras ou pós metálicos). Expor a Apple TV e o comando a ambientes com elevadas concentrações de químicos industriais, incluindo perto de gases liquefeitos que se evaporam, como o hélio, pode danificar ou comprometer a funcionalidade da Apple TV e do comando. Cumpra todos os sinais e instruções. Condições médicas Caso tenha algum problema de saúde que acredite que possa ser afetado pela utilização da Apple TV (por exemplo, convulsões, desmaios, fadiga ocular ou dores de cabeça), consulte o seu médico antes de utilizar a Apple TV. Dispositivos médicos O comando contém rádios que emitem campos eletromagnéticos. Estes campos eletromagnéticos podem causar interferências em pacemakers, desfibrilhadores e outros dispositivos médicos. Mantenha uma distância de, pelo menos, 15 cm entre o seu pacemaker ou desfibrilhador e o comando. Se suspeitar que o comando está a interferir no funcionamento do pacemaker ou de qualquer outro dispositivo médico, pare de usar o comando e consulte o seu médico para obter informações específicas sobre o dispositivo médico. Movimentos repetitivos Quando realiza atividades repetitivas como jogar jogos na Apple TV, poderá sentir desconforto ocasional nas mãos, braços, pulsos, ombros, pescoço ou noutras partes do corpo. Se sentir desconforto, interrompa essas atividades e consulte um médico. Carregar o comando Carregue o comando com o cabo Lightning incluído ou com outro cabo Lightning “Made for iPhone” de terceiros. A utilização de cabos ou carregadores contrafeitos ou danificados, ou o carregamento na presença de humidade, pode resultar em incêndio, choque elétrico ou outros ferimentos, ou causar danos no comando ou noutros bens. Ao usar um adaptador de corrente para carregar o comando, certifique‑se de que o cabo Lightning está completamente inserido no adaptador de corrente antes de ligar o adaptador a uma tomada elétrica. Cabo Lightning e conector Evite o contacto prolongado da pele com o conector quando o cabo Lightning está ligado a uma fonte de alimentação, porque pode provocar desconforto ou lesões. Evite situações em que a pele entra em contacto com o conector Lightning por um longo período de tempo quando este está ligado à corrente. Por exemplo, enquanto o comando está a carregar ou quando o cabo Lightning está ligado à corrente, não se sente ou deite em cima dele e não o coloque debaixo de um cobertor, almofada ou do corpo. Tenha especial cuidado se tiver uma condição física que afete a sua capacidade de detetar calor em contacto com o seu corpo. É normal a descoloração do conector Lightning após uma utilização regular. Sujidade, poeira e exposição a líquidos podem provocar descoloração. Para remover a descoloração ou se o cabo ficar quente durante a utilização ou não carregar o comando, desligue o cabo Lightning do computador ou do adaptador de corrente e limpe‑o com um pano suave, seco e sem pelos. Não use líquidos ou produtos de limpeza ao limpar o conector do cabo Lightning. Jogar Evite movimentos excessivos ao jogar jogos na Apple TV. Segure com firmeza nos comandos para evitar lesões ou danos acidentais. Informação do dispositivo Informações como o número de modelo, número de série e classificação elétrica estão localizadas na parte inferior da Apple TV. Pode consultar o número de série no ecrã, em Definições > Geral > Informações. Manual de utilização Antes de usar a Apple TV, consulte o Manual de Utilização da Apple TV. Visite support.apple.com/guide/tv. Também pode descarregar o manual através da aplicação Livros da Apple (onde estiver disponível). Guarde a documentação para consulta posterior.
ro: AVERTISMENT: Pentru a evita vătămarea, citiți toate informațiile referitoare la siguranță și instrucțiunile de operare de mai jos înainte de a utiliza Apple TV‑ul. Nerespectarea acestor instrucțiuni de siguranță ar putea provoca incendii, șocuri electrice sau alte vătămări sau daune asupra Apple TV‑ului sau altor bunuri. Instrucțiuni importante referitoare la siguranță Citiți și respectați aceste instrucțiuni pentru a utiliza Apple TV‑ul în siguranță. • Citiți aceste instrucțiuni. • Păstrați aceste instrucțiuni. • Acordați atenție tuturor avertismentelor. • Respectați toate instrucțiunile. • Nu utilizați Apple TV‑ul lângă apă. • Curățați‑l doar cu o lavetă uscată. • Nu blocați niciun orificiu de ventilație. Instalați‑l în conformitate cu instrucțiunile producătorului. • Nu îl instalați în apropierea unor surse de căldură, precum radiatoare, grile de încălzire, cuptoare sau alte dispozitive (inclusiv amplificatoare) care produc căldură. • Protejați cablul de alimentare în așa fel încât să nu fie călcat sau strangulat, în special la nivelul ștecherului și în punctul unde este cuplat la Apple TV. • Utilizați doar accesoriile specificate de producător. • Decuplați Apple TV‑ul în timpul descărcărilor electrice sau dacă nu este utilizat o perioadă îndelungată. • Orice intervenție de service trebuie realizată de personal calificat de service. Intervențiile de service sunt necesare dacă Apple TV‑ul a suferit orice fel de deteriorare, de exemplu, dacă ștecherul sau cablul de alimentare a fost deteriorat, dacă s‑a vărsat lichid pe Apple TV sau dacă în acesta au pătruns obiecte sau dacă Apple TV‑ul a fost expus la ploaie sau umezeală, nu funcționează normal sau a fost scăpat pe jos. Alimentarea Apple TV‑ul nu are un comutator de pornire/oprire. Butonul de alimentare de pe telecomandă pune Apple TV‑ul în modul adormire, respectiv îl trezește din acest mod. Pentru a deconecta Apple TV‑ul de la alimentare, decuplați cablul de alimentare. Asigurați‑vă că aveți oricând acces ușor la cablul de alimentare. Atunci când conectați sau deconectați Apple TV‑ul, țineți întotdeauna ștecherul de părțile laterale. Nu apropiați degetele de partea metalică a ștecherului. Amplasarea Nu utilizați Apple TV‑ul în exterior. Apple TV este un produs destinat utilizării în interior. Nu așezați surse de foc deschis, precum lumânări aprinse, pe sau lângă Apple TV. Nu utilizați Apple TV‑ul lângă apă. Nu expuneți Apple TV‑ul la picurare sau stropire și nu așezați niciun obiect umplut cu lichid, precum o vază, pe Apple TV. Nu deplasați Apple TV‑ul dacă acesta este conectat la un televizor, un computer sau alt dispozitiv electronic. AVERTISMENT: Pentru a diminua riscul de incendiu sau șoc electric, nu expuneți Apple TV‑ul la ploaie, lichid, umezeală, căldură excesivă sau flacără deschisă. Bateria și încărcarea Nu încercați să înlocuiți pe cont propriu bateria telecomenzii – riscați să deteriorați bateria, ceea ce ar putea provoca supraîncălzire, incendii și vătămări. Intervențiile asupra bateriei cu ioni de litiu din telecomandă în scopul reparării sau reciclării ar trebui să fie realizate de Apple sau de un furnizor autorizat de service, iar bateria trebuie să fie reciclată sau eliminată separat față de deșeurile casnice. Eliminați bateriile în conformitate cu legile și îndrumările locale pentru protecția mediului. Pentru informații despre bateriile Apple cu ioni de litiu și despre repararea și reciclarea bateriilor, accesați apple.com/ro/batteries/service-and-recycling. Pentru informații despre încărcare, consultați secțiunea „Încărcarea telecomenzii” de mai jos. Curățarea și îngrijirea Pentru a curăța Apple TV‑ul, decuplați cablul de alimentare și toate celelalte cabluri. Utilizați apoi o lavetă moale, uscată, fără scame. Evitați pătrunderea umezelii în orificii. Nu folosiți soluții de curățat geamuri, detergenți de uz casnic, atomizoare cu aerosoli, solvenți, alcool, amoniac sau substanțe abrazive pentru a curăța Apple TV‑ul. Repararea Nu faceți reparații pe cont propriu. Puteți afla mai multe informații despre întreținere și service la adresa support.apple.com/apple-tv/repair/service. AVERTISMENT: Nu încercați să desfaceți sau să dezasamblați Apple TV‑ul. V‑ați expune riscului de șoc electric, iar daunele provocate de dezasamblare nu sunt acoperite de garanția limitată. În interior nu se află componente asupra cărora să fie permisă intervenția utilizatorului. Manipularea Apple TV‑ul poate fi deteriorat în urma depozitării sau manipulării necorespunzătoare. Aveți grijă să nu scăpați pe jos Apple TV‑ul în timpul transportării sale. Mediul de funcționare Apple TV‑ul funcționează optim în temperaturi ambiante între 0 ° și 35 °C (între 32 ° și 95 °F) și poate fi depozitat la temperaturi între -20 ° și 45 °C (între -4 ° și 113 °F). Încălzirea carcasei Apple TV‑ului este normală în timpul utilizării acestuia. Carcasa Apple TV‑ului este concepută pentru a transfera căldura din interiorul unității spre aerul mai rece din exterior. Nu utilizați Apple TV‑ul în zone afectate de cantități semnificative de praf sau particule aeropurtate care ar putea obtura orificiile de ventilație. Condițiile explozive și alte condiții atmosferice Utilizarea Apple TV‑ului și telecomenzii în orice zonă cu atmosferă cu potențial de explozie, precum zonele unde aerul conține niveluri ridicate de substanțe chimice inflamabile, vapori sau particule (precum granule, praf sau pulberi metalice), poate fi periculoasă. Expunerea Apple TV‑ului și telecomenzii la medii cu concentrație ridicată de substanțe chimice industriale, inclusiv gaze lichefiate în prag de evaporare, precum heliul, poate deteriora sau afecta funcționalitatea Apple TV‑ului și telecomenzii. Respectați toate indicatoarele și instrucțiunile. Condiții medicale Dacă aveți o condiție medicală despre care credeți că ar putea fi afectată de utilizarea Apple TV‑ului (de exemplu, crize convulsive, leșinuri, dureri de ochi sau de cap), consultați‑vă cu un medic înainte de a utiliza Apple TV‑ul. Dispozitive medicale Telecomanda conține radiouri care emit câmpuri electromagnetice. Aceste câmpuri electromagnetice pot interfera cu stimulatoare cardiace, defibrilatoare și alte dispozitive medicale. Păstrați o distanță de separare de cel puțin 15 cm (aproximativ 6 inchi) între stimulatorul cardiac sau defibrilator și telecomandă. Dacă suspectați că telecomanda interferează cu stimulatorul cardiac sau alt dispozitiv medical, încetați utilizarea acesteia și consultați‑vă cu un medic pentru informații specifice dispozitivului dvs. Mișcări repetitive Atunci când realizați mișcări repetitive, precum jucarea jocurilor pe Apple TV, puteți resimți un disconfort ocazional la mâini, brațe, încheieturi, umeri, gât sau alte părți ale corpului. Dacă resimțiți disconfort, încetați activitățile respective și consultați‑vă cu un medic. Încărcarea telecomenzii Încărcați telecomanda folosind cablul Lightning inclus sau alte cabluri Lightning „Made for iPhone” de la terți producători. Utilizarea unor cabluri sau încărcătoare contrafăcute sau deteriorate, precum și încărcarea în prezența umezelii, pot provoca incendii, șocuri electrice, vătămări sau daune asupra telecomenzii sau altor bunuri. Atunci când utilizați un adaptor de alimentare pentru a încărca telecomanda, asigurați‑vă că ați introdus cablul Lightning complet în adaptorul de alimentare înainte de a cupla adaptorul la o priză electrică. Cablul și conectorul Lightning Evitați contactul prelungit dintre piele și conector atunci când cablul Lightning este cuplat la o sursă de alimentare, deoarece ar putea cauza disconfort sau vătămări. Evitați situațiile în care pielea este în contact cu cablul Lightning pentru o perioadă îndelungată atunci când este cuplat. De exemplu, în timp ce telecomanda se încarcă sau în timp ce cablul Lightning este cuplat la o sursă de alimentare, nu stați și nu dormiți pe acestea sau nu le puneți sub o pătură, o pernă sau sub corpul dvs. Luați măsuri de precauție suplimentare dacă suferiți de o afecțiune medicală care vă afectează capacitatea de a detecta căldura în apropierea corpului. Decolorarea conectorului Lightning este normală în urma utilizării obișnuite. Decolorarea poate fi cauzată de impurități, reziduuri și expunerea la lichide. Pentru a elimina decolorarea sau în cazul în care cablul se încălzește în timpul utilizării sau nu mai încarcă telecomanda, deconectați cablul Lightning de la computer sau de la adaptorul de alimentare și curățați‑l cu o lavetă moale, uscată, fără scame. Nu utilizați lichide sau produse de curățare atunci când curățați conectorul Lightning. Jocurile Evitați mișcările excesive atunci când jucați jocuri pe Apple TV. Mențineți o priză sigură asupra telecomenzii sau controllerului pentru jocuri pentru a evita vătămarea sau daunele accidentale. Informațiile despre dispozitiv Informațiile precum numărul de model, numărul serial și caracteristicile electrice sunt localizate pe partea inferioară a Apple TV‑ului. Pentru a găsi numărul serial pe ecran, accesați Configurări > General > Informații. Manualul de utilizare Înainte de a utiliza Apple TV‑ul, consultați manualul de utilizare Apple TV. Accesați support.apple.com/guide/tv. De asemenea, puteți utiliza aplicația Cărți pentru a descărca manualul de utilizare (în funcție de disponibilitate). Păstrați documentația pentru referințe ulterioare.
ru: ВНИМАНИЕ! Во избежание получения травм перед началом использования Apple TV ознакомьтесь со всей приведенной ниже информацией по безопасности и эксплуатации. Несоблюдение этих инструкций по безопасности может привести к возникновению пожара, поражению электрическим током или другим травмам, а также повреждениям Apple TV или другого оборудования. Важная информация по безопасности Прочитайте эти инструкции и следуйте им для безопасной эксплуатации Apple TV. • Прочитайте эти инструкции. • Сохраните эти инструкции. • Соблюдайте все предупреждения. • Следуйте всем инструкциям. • Не используйте Apple TV вблизи воды. • Для чистки используйте только сухую ткань. • Не блокируйте вентиляционные отверстия. При установке следуйте инструкциям изготовителя. • Не устанавливайте устройство вблизи нагревательных приборов, таких как радиаторы отопления, приборы отопления, кухонные плиты или другие устройства, включая усилительные устройства, излучающие тепло. • Разместите электрический кабель так, чтобы не наступать на него и избежать его защемлений, особенно у вилки и в месте его подключения к Apple TV. • Используйте только приспособления и аксессуары, предусмотренные производителем. • Отключайте Apple TV от электрической сети во время грозы или если не используете его в течение длительного времени. • За любым техническим обслуживанием обращайтесь только в сервисные центры. Техническое обслуживание необходимо при любых повреждениях Apple TV, таких как повреждение электрического кабеля или вилки, попадание внутрь жидкостей или посторонних предметов, падение Apple TV, попадание Apple TV под дождь или в условия повышенной влажности, а также при неполадках в работе устройства. Питание На Apple TV нет переключателя «Вкл./Выкл.» Кнопка питания на пульте дистанционного управления переводит Apple TV в режим сна и выводит Apple TV из режима сна. Чтобы выключить питание Apple TV, отсоедините электрический кабель от розетки. Убедитесь, что электрический кабель легко доступен. Во время подключения или отключения Apple TV всегда держите вилку с обеих сторон. Не касайтесь пальцами металлических частей вилки. Размещение Не используйте Apple TV на улице. Устройство Apple TV разработано для использования в помещении. Не размещайте источники открытого огня, например зажженные свечи, на Apple TV или вблизи него. Не используйте Apple TV вблизи воды. Не помещайте Apple TV вблизи объектов, разбрызгивающих или конденсирующих воду. Не ставьте на Apple TV предметы, наполненные жидкостью, например вазы. Не перемещайте Apple TV, если он подключен к телевизору, компьютеру или другому электронному устройству. ВНИМАНИЕ! Во избежание пожара или поражения электрическим током не подвергайте Apple TV воздействию дождя, жидкостей, влажности, чрезмерного нагревания или открытого огня. Аккумулятор и зарядка Не пытайтесь заменять аккумулятор пульта дистанционного управления самостоятельно — Вы можете повредить аккумулятор, что может привести к перегреву, пожару и травмам. Для обслуживания или утилизации литийионного аккумулятора в пульте дистанционного управления обратитесь в Apple или к авторизованному поставщику услуг. Аккумулятор следует перерабатывать и утилизировать отдельно от бытовых отходов. Утилизируйте аккумуляторы в соответствии с местными экологическими нормами и рекомендациями. Информация о литийионных аккумуляторах Apple, их обслуживании и утилизации приведена на сайте apple.com/ru/batteries/service-and-recycling. Информация о зарядке приведена в разделе «Зарядка пульта дистанционного управления» ниже. Чистка и уход Перед чисткой Apple TV отключите от него кабель питания и все другие кабели. Затем протрите Apple TV мягкой сухой тканью без ворса. Не допускайте попадания влаги в отверстия. Не используйте для чистки Apple TV средства для мытья окон, бытовую химию, аэрозоли, спреи, растворители, средства на основе спирта или аммиака, а также абразивные средства. Ремонт Не производите ремонт самостоятельно. Дополнительная информация об обслуживании: support.apple.com/ru-ru/apple-tv/repair/service. ВНИМАНИЕ! Не пытайтесь открыть или разобрать Apple TV. При попытке вскрытия корпуса Вы рискуете получить поражение электрическим током или можете повредить устройство. Повреждения такого рода не подлежат устранению по ограниченной гарантии. Внутри Apple TV нет компонентов, подлежащих обслуживанию самим пользователем. Эксплуатация Неправильная эксплуатация или хранение могут привести к повреждению Apple TV. Соблюдайте осторожность, чтобы не уронить Apple TV при транспортировке. Условия эксплуатации Устройство Apple TV предназначено для эксплуатации при температуре от 0 до 35 °C и хранения при температуре от -20 до 45 °C. Нагрев Apple TV во время использования — нормальное явление. Корпус Apple TV служит для передачи тепла из внутреннего пространства устройства в более холодную внешнюю среду. Не используйте Apple TV в местах с повышенным содержанием пыли или других твердых частиц в воздухе: это может привести к засорению вентиляционных отверстий. Взрывоопасная среда и другие атмосферные условия Использование Apple TV и пульта дистанционного управления в потенциально взрывоопасной среде, например местах с высокой концентрацией горючих химических веществ, паров или частиц (таких как зерно, пыль или порошки металлов) в воздухе, может быть опасным. Попадание Apple TV и пульта дистанционного управления в среду с высокой концентрацией промышленных химических веществ, включая сжиженные газы вблизи точки испарения, такие как гелий, может повредить Apple TV и пульт или нарушить их работу. Соблюдайте требования всех знаков и все указания. Состояние здоровья Если у Вас имеются какие‑либо медицинские состояния (например, приступы, потери сознания, быстрая утомляемость глаз или головные боли) и Вы предполагаете, что на них может повлиять использование Apple TV, перед использованием Apple TV проконсультируйтесь с врачом. Медицинские устройства Пульт дистанционного управления оснащен радиопередатчиками, которые излучают электромагнитные поля. Эти электромагнитные поля могут создавать помехи в работе кардиостимуляторов, дефибрилляторов и других медицинских устройств. Расстояние между кардиостимулятором или дефибриллятором и пультом дистанционного управления должно быть не менее 15 см. Если Вы подозреваете, что пульт создает помехи в работе кардиостимулятора или любого другого медицинского устройства, прекратите использование пульта и проконсультируйтесь с врачом для получения информации, относящейся к Вашему медицинскому устройству. Повторяющиеся движения При выполнении повторяющихся действий, например во время игр на Apple TV, могут возникать неприятные ощущения в руках, кистях, плечах, шее или других частях тела. Если Вы почувствовали недомогание, прекратите такие действия и обратитесь к врачу. Зарядка пульта дистанционного управления Для зарядки пульта дистанционного управления используйте прилагаемый кабель Lightning или другие кабели Lightning сторонних разработчиков, имеющие пометку «Made for iPhone». Использование поврежденных кабелей и зарядных устройств, а также зарядка в условиях повышенной влажности могут привести к пожару, поражению электрическим током, травмам или повреждению пульта или другого имущества. Если для зарядки пульта дистанционного управления используется адаптер питания, убедитесь, что кабель Lightning надежно вставлен в адаптер, прежде чем подключать его к розетке питания. Кабель и разъем Lightning Избегайте длительного контакта кожи с разъемом, когда кабель Lightning подключен к сети питания: это может вызвать неприятные ощущения или привести к травме. Избегайте ситуаций, при которых Ваша кожа длительное время соприкасается с разъемом Lightning, когда он подключен. Например, во время зарядки пульта дистанционного управления или когда кабель Lightning подключен к источнику питания, не следует сидеть или спать на них, класть их под одеяло или подушку, а также закрывать их телом. Будьте особенно осторожны, если Ваше физическое состояние не позволяет Вам ощущать температуру нагревания устройств. Обесцвечивание разъема Lightning в результате обычной эксплуатации — нормальное явление. Обесцвечивание может быть вызвано воздействием грязи и мелкого мусора или попаданием жидкости. Если Вы хотите устранить обесцвечивание, а также если кабель нагревается во время использования или пульт дистанционного управления не заряжается, отсоедините кабель Lightning от компьютера или адаптера питания и очистите его мягкой сухой тканью без ворса. Не используйте жидкости или чистящие средства для чистки разъема Lightning. Игры Избегайте резких движений при игре на Apple TV. Крепко держите пульты дистанционного управления или игровые контроллеры, чтобы предотвратить травмы или случайные повреждения. Информация об устройстве Номер модели, серийный номер, электрические характеристики и другая информация указаны на дне устройства Apple TV. Чтобы посмотреть серийный номер на экране, откройте «Настройки» > «Основные > «Об этом устройстве». Руководство пользователя Перед использованием Apple TV ознакомьтесь с Руководством пользователя Apple TV. Оно доступно на сайте support.apple.com/ru-ru/guide/tv. Также можно загрузить это руководство из Apple Books (в тех странах и регионах, где этот сервис доступен). Сохраните документацию: она может понадобиться Вам в будущем.
sk: UPOZORNENIE: Pred používaním Apple TV si prečítajte všetky nasledujúce bezpečnostné informácie a pokyny týkajúce sa prevádzky, aby nedošlo k zraneniu. Nedodržanie týchto bezpečnostných pokynov môže viesť k vzniku požiaru, zasiahnutiu elektrickým prúdom alebo inému zraneniu, prípadne poškodeniu vášho Apple TV alebo iného majetku. Dôležité bezpečnostné pokyny V záujme bezpečného používania Apple TV si prečítajte a dodržiavajte nasledujúce pokyny. • Prečítajte si tieto pokyny. • Tieto pokyny si uschovajte. • Dbajte na všetky upozornenia. • Riaďte sa všetkými uvedenými pokynmi. • Nepoužívajte Apple TV v blízkosti vody. • Zariadenie čistite len suchou handričkou. • Neblokujte žiadny z ventilačných otvorov. Inštalujte v súlade s pokynmi výrobcu. • Neumiestňujte zariadenie v blízkosti zdrojov tepla, ako sú napríklad radiátory, mriežky vykurovacej sústavy, pece, sporáky alebo iné podobné zariadenia (vrátane zosilňovačov), ktoré produkujú teplo. • Chráňte napájací kábel pred pošliapaním alebo pricviknutím, predovšetkým pri zástrčke a v mieste, kde sa pripája k Apple TV. • Používajte len doplnky a príslušenstvo schválené výrobcom. • Odpojte Apple TV od elektrickej siete počas búrky alebo ak ho nebudete dlhší čas používať. • Servis prenechajte na kvalifikovaný servisný personál. Servis je potrebný v prípade, ak bolo Apple TV akýmkoľvek spôsobom poškodené, napríklad v prípade poškodenia napájacieho kábla alebo zástrčky, ak bolo Apple TV obliate tekutinou, ak naň spadol iný predmet, ak bolo Apple TV vystavené dažďu alebo vlhkosti, ak nefunguje správne alebo ak spadlo na zem. Napájanie Apple TV nemá vypínač. Apple TV môžete uspať alebo zobudiť zo spánku pomocou zapínacieho tlačidla na diaľkovom ovládači. Ak chcete Apple TV odpojiť od zdroja napájania, odpojte napájací kábel. Uistite sa, že napájací kábel je vždy ľahko dostupný. Pri pripájaní alebo odpájaní Apple TV vždy držte vidlicu po bokoch. Nedotýkajte sa jej kovových častí. Umiestnenie Apple TV nepoužívajte vonku. Apple TV je produkt určený na interiérové používanie. Na Apple TV ani do jeho blízkosti neumiestňujte zdroje otvoreného ohňa, ako sú napríklad zapálené sviečky. Nepoužívajte Apple TV v blízkosti vody. Nevystavujte Apple TV kvapkajúcej ani špliechajúcej vode a neumiestňujte naň žiadne predmety naplnené vodou, ako je napríklad váza. Nepremiestňujte Apple TV, ak je k nemu pripojené iné zariadenie, ako je napríklad televízor, počítač alebo iné elektronické zariadenie. UPOZORNENIE: S cieľom zníženia rizika vzniku požiaru alebo úrazu elektrickým prúdom nevystavujte Apple TV dažďu, tekutinám, vlhkosti, nadmernému teplu ani otvorenému ohňu. Batéria a nabíjanie Batériu v diaľkovom ovládači sa nepokúšajte vymeniť sami. Mohli by ste ju poškodiť a spôsobiť tak jej prehrievanie s následným požiarom alebo zranením osôb. Servis alebo recykláciu lítiovo-iónovej batérie v diaľkovom ovládači by mala vykonávať spoločnosť Apple alebo autorizovaný poskytovateľ servisných služieb. Batéria je určená na recykláciu a musí byť zlikvidovaná oddelene od odpadu z domácnosti. Batérie likvidujte v súlade s miestnymi zákonmi a nariadeniami na ochranu životného prostredia. Informácie o lítiovo-iónových batériách spoločnosti Apple a ich servise a recyklácii nájdete na stránke apple.com/sk/batteries/service-and-recycling. Informácie o nabíjaní nájdete nižšie v časti Nabíjanie diaľkového ovládača. Čistenie a starostlivosť Pred čistením Apple TV odpojte napájací kábel a všetky ostatné káble. Na čistenie používajte mäkkú a suchú handričku, ktorá nezanecháva textilné vlákna. Zabráňte preniknutiu vlhkosti do otvorov na zariadení. Na čistenie Apple TV nepoužívajte čistiace prostriedky na okná a pre domácnosť, spreje, rozpúšťadlá, alkohol, amoniak ani drsné materiály. Oprava Nevykonávajte opravy sami. Ďalšie informácie o poskytovaní servisných služieb nájdete na stránke support.apple.com/sk-sk/apple-tv/repair/service. UPOZORNENIE: Nepokúšajte sa Apple TV otvoriť ani rozobrať. Hrozí riziko zásahu elektrickým prúdom a na poškodenie spôsobené rozobratím zariadenia sa nevzťahuje obmedzená záruka. Zariadenie neobsahuje žiadne súčasti, ktorých servis by mohol vykonať užívateľ. Manipulácia Pri nesprávnom skladovaní alebo manipulácii sa Apple TV môže poškodiť. Dávajte pozor, aby Apple TV počas prepravy nespadlo na zem. Prevádzková teplota Apple TV optimálne pracuje v prostredí s teplotou od 0 do 35 °C a skladovať ho možno pri teplote od -20 do 45 °C. Pri používaní Apple TV je normálne, ak je jeho skrinka teplá. Skrinka Apple TV je navrhnutá tak, aby odvádzala teplo zvnútra zariadenia do chladnejšieho vonkajšieho vzduchu. Apple TV nepoužívajte v prostredí, kde sa vo vzduchu nachádza veľké množstvo prachu alebo iných častíc, ktoré by mohli zablokovať ventilačné otvory. Výbušné prostredie a ďalšie atmosférické podmienky Používanie Apple TV v akomkoľvek prostredí s potenciálne výbušným ovzduším, ako sú miesta, kde sa vo vzduchu nachádza vysoká koncentrácia horľavých chemikálií, výparov alebo častíc (napríklad obilie, prach alebo kovový prach), môže byť riskantné. Ak Apple TV alebo diaľkový ovládač vystavíte prostrediu s vysokými koncentráciami priemyselných chemikálií, aké okrem iného vzniká v blízkosti odparujúcich sa skvapalnených plynov, napríklad hélia, môže dôjsť k poškodeniu alebo narušeniu funkcie Apple TV. Riaďte sa výstražnými značkami a pokynmi. Zdravotný stav Ak si myslíte, že používanie Apple TV by mohlo ovplyvniť váš zdravotný stav (mohlo by vám spôsobiť napríklad záchvat, stratu vedomia alebo pamäte, únavu očí alebo bolesť hlavy), pred jeho používaním sa poraďte s lekárom. Lekárske prístroje Ovládač obsahuje vysielače, ktoré vyžarujú elektromagnetické pole. Tieto elektromagnetické polia môžu zasahovať do činnosti kardiostimulátorov, defibrilátorov a iných lekárskych prístrojov. Kardiostimulátor alebo defibrilátor a ovládač by od seba mali byť vzdialené najmenej 15 cm. Ak máte podozrenie, že diaľkový ovládač ruší váš kardiostimulátor alebo akýkoľvek iný lekársky prístroj, prestaňte ho používať a poraďte sa so svojím lekárom, ktorý vám poskytne konkrétne informácie o vašom lekárskom prístroji. Opakujúce sa pohyby Pri vykonávaní opakujúcich sa činností, ako je napríklad hranie hier na Apple TV, môžete pocítiť občasný nepríjemný pocit v dlaniach, rukách, zápästiach, ramenách, krku alebo iných častiach tela. Ak zaznamenáte takýto nepríjemný pocit, prestaňte vykonávať dané činnosti a poraďte sa s lekárom. Nabíjanie ovládača Ovládač nabíjajte pomocou pribaleného kábla Lightning alebo pomocou káblov Lightning od iných výrobcov, ktoré majú označenie „Made for iPhone“. Používanie neoriginálnych alebo poškodených káblov alebo nabíjačiek, alebo nabíjanie vo vlhkom prostredí môže spôsobiť požiar, zásah elektrickým prúdom, zranenie alebo poškodenie ovládača alebo iného majetku. Pri nabíjaní ovládača pomocou napájacieho adaptéra sa pred zapojením adaptéra do elektrickej zásuvky uistite, že kábel Lightning je úplne zasunutý do napájacieho adaptéra. Kábel a konektor Lightning Keď je kábel Lightning pripojený k zdroju napájania, zabráňte dlhšiemu kontaktu konektora s pokožkou, pretože by mohlo dôjsť k vzniku nepríjemného pocitu alebo zranenia. Vyhýbajte sa situáciám, v ktorých by mohlo na dlhšiu dobu dôjsť ku kontaktu pokožky s konektorom Lightning pripojeným k sieti. Napríklad keď sa ovládač nabíja a Lightning kábel je pripojený k zdroju napájania, nesadajte si naň, nespite na ňom a nezakrývajte ho prikrývkou, vankúšom ani telom. Buďte obzvlášť opatrní, ak máte zdravotné problémy, ktoré znižujú vašu schopnosť vnímať teplo. Zmena farby konektora Lightning po pravidelnom používaní je normálna. Zmenu farby môže spôsobiť prach, nečistoty a kontakt s tekutinami. Ak chcete obnoviť pôvodnú farbu, ak sa kábel počas používania zahrieva alebo ak nenabíja diaľkový ovládač, odpojte Lightning kábel od počítača alebo nabíjacieho adaptéra a vyčistite ho jemnou a suchou handričkou, z ktorej sa neuvoľňujú vlákna. Na čistenie konektora Lightning nepoužívajte tekutiny ani čistiace prostriedky. Hranie hier Pri hraní hier na Apple TV nevykonávajte neprimerané pohyby. Aby nedošlo k zraneniu alebo neúmyselným škodám, diaľkové alebo herné ovládače držte vždy pevne v rukách. Informácie o zariadení Informácie, ako je napríklad číslo modelu, sériové číslo a elektrické parametre, sa nachádzajú na spodnej strane Apple TV. Ak chcete sériové číslo zobraziť na obrazovke, prejdite do Nastavenia > Všeobecné > O Apple TV. Príručka užívateľa Pred používaním Apple TV si prečítajte dokument Príručka užívateľa pre Apple TV. Nájdete ju na stránke support.apple.com/guide/tv. Príručku si môžete stiahnuť aj z Apple Books (v krajinách, kde je táto služba k dispozícii). Dokumentáciu si odložte, môže sa vám v budúcnosti zísť.
sl: OPOZORILO: Da se izognete poškodbam, pred uporabo Apple TV-ja preberite vse varnostne informacije spodaj in navodila za uporabo. Neupoštevanje teh varnostnih navodil lahko povzroči požar, električni udar oziroma druge poškodbe ali škodo na Apple TV‑ju ali drugi lastnini. Pomembna varnostna navodila Preberite in upoštevajte ta navodila, da boste varno uporabljali Apple TV. • Preberite ta navodila. • Shranite ta navodila. • Upoštevajte vsa opozorila. • Upoštevajte vsa navodila. • Ne uporabljajte Apple TV-ja v bližini vode. • Čistite samo s suho krpo. • Ne blokirajte prezračevalnih odprtin. Namestite v skladu z navodili proizvajalca. • Ne nameščajte v bližini virov toplote, kot so radiatorji, grelniki, peči ali druge naprave (vključno z ojačevalniki), ki proizvajajo toploto. • Zaščitite napajalni kabel, da po njem ne bi hodili ali ga preščipnili, zlasti pri vtičih in na mestu, kjer je speljan iz Apple TV-ja. • Uporabljajte samo priključke/dodatno opremo, ki jih določi proizvajalec. • Izključite Apple TV med nevihtami ali ko ga dlje časa ne uporabljate. • Vse servisne storitve naj opravi usposobljen serviser. Servisiranje je potrebno, če je Apple TV na kakršenkoli način poškodovan, na primer če je poškodovan napajalni kabel ali vtič, če se je po Apple TV-ju razlila tekočina ali so vanj padli predmeti, če je bil izpostavljen dežju ali vlagi, če ne deluje normalno ali če je padel. Vklop Apple TV nima stikala za vklop/izklop. Gumb za vklop na daljincu preklopi Apple TV v spanje in ga tudi prebudi iz spanja. Če želite izključiti Apple TV iz napajanja, izključite napajalni kabel. Prepričajte se, da je napajalni kabel vedno zlahka dostopen. Ko priključujete ali izključujete Apple TV, vedno držite vtič pri straneh. Prstov ne približujte kovinskemu delu vtiča. Lokacija Apple TV-ja ne uporabljajte na prostem. Apple TV je izdelek za notranjo uporabo. Na Apple TV ali v njegovo bližino ne postavljajte virov odprtega plamena, kot so prižgane sveče. Apple TV-ja ne uporabljajte v bližini vode. Apple TV-ja ne izpostavljajte kapljanju ali škropljenju in nanj ne polagajte predmetov, napolnjenih s tekočino, na primer vaze. Ne premikajte Apple TV-ja, če je povezan z televizorjem, računalnikom ali drugo elektronsko napravo. OPOZORILO: Da zmanjšate nevarnost požara ali električnega udara, Apple TV-ja ne izpostavljajte dežju, tekočini, vlagi, prekomerni vročini ali odprtemu plamenu. Baterija in polnjenje Ne poskušajte sami zamenjati baterije daljinca, saj lahko poškodujete baterijo, kar lahko povzroči pregrevanje, požar in poškodbe. Litij-ionsko baterijo v daljincu mora servisirati ali reciklirati Apple ali pooblaščeni ponudnik storitev. Reciklirati ali odvreči jo je treba ločeno od gospodinjskih odpadkov. Baterije odstranite v skladu z lokalnimi okoljskimi zakoni in smernicami. Za informacije o litij-ionskih baterijah Apple ter servisiranju in recikliranju baterij pojdite na apple.com/batteries/service-and-recycling. Za informacije o polnjenju preverite razdelek »Polnjenje daljinca« spodaj. Čiščenje in nega Če želite očistiti Apple TV, izvlecite napajalni kabel in vse druge kable. Nato uporabite mehko in suho krpo, ki ne pušča vlaken. Preprečite, da bi v odprtine vstopila vlaga. Za čiščenje Apple TV-ja ne uporabljajte čistil za okna, gospodinjskih čistil, aerosolnih razpršil, topil, alkohola, amonijaka ali abrazivnih sredstev. Popravila Popravil ne opravljajte sami. Več informacij o servisiranju najdete na support.apple.com/apple-tv/repair/service. OPOZORILO: Ne poskušajte odpreti ali razstaviti Apple TV-ja. Tvegate nevarnost električnega udara, poškodbe, ki nastanejo zaradi razstavljanja, pa niso zajete v omejeni garanciji. V notranjosti ni delov, ki bi jih lahko popravil uporabnik sam. Uporaba Ob neustrezni hrambi ali uporabi se lahko Apple TV poškoduje. Pazite, da vam Apple TV med prevozom ne pade na tla. Okolje delovanja Apple TV najbolje deluje pri temperaturah okolice med 0 °C in 35 °C (32 °F in 95 °F), shranite pa ga lahko pri temperaturah med –20 °C in 45 °C (–4 °F in 113 °F). Med uporabo Apple TV-ja je normalno, da se ohišje segreje. Ohišje Apple TV-ja je zasnovano tako, da prenaša toploto iz notranjosti enote proti hladnejšemu zraku zunaj. Apple TV-ja ne uporabljajte na območjih z veliko prahu ali trdnih delcev, ki bi lahko zamašili prezračevalne odprtine. Eksplozivni in drugi atmosferski pogoji Uporaba Apple TV-ja in daljinca na območjih s potencialno eksplozivnim ozračjem, kot so območja z veliko količino vnetljivih kemikalij, hlapov ali delcev (kot so žito, prah ali kovinski prah) v zraku, je lahko nevarna. Izpostavljanje Apple TV-ja in daljinca okolju z visoko koncentracijo industrijskih kemikalij, vključno z izhlapevanjem utekočinjenih plinov v bližini, kot je helij, lahko poškoduje ali poslabša delovanje Apple TV-ja in daljinca. Upoštevajte vse oznake in navodila. Zdravstvene težave Če imate zdravstvene težave in menite, da bi uporaba Apple TV-ja lahko vplivala nanje (na primer napadi, izguba zavesti, utrujenost oči ali glavoboli), se pred uporabo Apple TV-ja posvetujte z zdravnikom. Medicinske naprave Daljinec vsebuje radijske sprejemnike, ki oddajajo elektromagnetna polja. Ta elektromagnetna polja lahko povzročijo motnje srčnih spodbujevalnikov, defibrilatorjev in drugih medicinskih naprav. Med srčnim spodbujevalnikom ali defibrilatorjem in daljincem naj bo vsaj 15 cm (približno šest palcev) razdalje. Če sumite, da daljinec vpliva na vaš srčni spodbujevalnik ali drugo medicinsko napravo, ga prenehajte uporabljati in se posvetujte z zdravnikom za več informacij v zvezi z vašo medicinsko napravo. Ponavljajoči se gibi Pri ponavljajočih se dejavnostih, kot je igranje iger na Apple TV-ju, lahko občasno začutite nelagodje v rokah, dlaneh, zapestjih, ramenih, vratu ali drugih delih telesa. Če doživljate nelagodje, prenehajte s temi dejavnostmi in se posvetujte z zdravnikom. Polnjenje daljinca Daljinec polnite s priloženim kablom Lightning ali s kabli Lightning drugih proizvajalcev z oznako »Izdelano za iPhone«. Uporaba ponarejenih ali poškodovanih kablov ali polnilnikov oziroma polnjenje ob prisotnosti vlage lahko povzroči požar, električni udar, poškodbe ali škodo na daljincu ali drugi lastnini. Če za polnjenje daljinca uporabljate napajalnik, se prepričajte, da je kabel Lightning popolnoma vstavljen v napajalnik, preden ga priključite v električno vtičnico. Kabel in priključek Lightning Ko je kabel Lightning priključen v vir napajanja, se izogibajte daljšemu stiku kože s priključkom, saj lahko pride do nelagodja ali poškodb. Izogibajte se situacijam, v katerih je vaša koža dlje časa v stiku s priključkom Lightning, ko je ta priključen. Med polnjenjem daljinca ali ko je kabel Lightning priključen v vir napajanja, na primer ne sedite ali spite na njem ter ga ne polagajte pod odejo, blazino ali svoje telo. Bodite še posebej previdni, če imate zdravstvene težave, ki vplivajo na vašo sposobnost zaznavanja toplote v stiku s telesom. Razbarvanje priključka Lightning po redni uporabi je normalno. Razbarvanje lahko povzročijo umazanija, ostanki in izpostavljenost tekočinam. Če želite odstraniti razbarvanje oziroma če se kabel med uporabo segreje ali ne polni daljinca, odklopite kabel Lightning iz računalnika ali napajalnika in ga očistite z mehko suho krpo, ki ne pušča vlaken. Pri čiščenju priključka Lightning ne uporabljajte tekočin ali čistil. Igranje iger Med igranjem iger na Apple TV-ju se izogibajte prekomernim gibom. Daljince ali igralne kontrolerje varno držite v rokah, da preprečite poškodbe ali nenamerno škodo. Informacije o napravi Informacije, kot so številka modela, serijska številka in nazivna moč, so na spodnjem delu Apple TV-ja. Če želite najti prikaz serijske številke, pojdite na Nastavitve > Splošno > O napravi. Uporabniški priročnik Pred uporabo Apple TV-ja preverite uporabniški priročnik za Apple TV. Pojdite na support.apple.com/guide/tv. Uporabniški priročnik lahko prenesete tudi v storitvi Apple Books (kjer je na voljo). Dokumente shranite za prihodnjo uporabo.
sv: VARNING: För att undvika skador bör du läsa all säkerhetsinformation nedan samt bruksanvisningarna innan du använder Apple TV. Om du inte följer de här säkerhetsanvisningarna kan det leda till brand, elstötar eller andra personskador eller skador på Apple TV eller annan utrustning. Viktiga säkerhetsanvisningar Läs och följ dessa anvisningar så att du använder Apple TV på ett säkert sätt. • Läs dessa anvisningar. • Spara dessa anvisningar. • Ta varningarna på allvar. • Följ alla anvisningar. • Använd inte Apple TV i närheten av vatten. • Rengör endast med ett torrt tygstycke. • Blockera inte ventilationsöppningarna. Installera enligt tillverkarens instruktioner. • Använd och förvara inte i närheten av värmekällor som element, värmeutsläpp, ugnar eller andra enheter (inklusive förstärkare) som alstrar värme. • Skydda strömsladden från att bli trampad på eller klämd, särskilt i närheten av kontakter eller där sladden löper ut ur Apple TV. • Använd endast tillbehör som specificerats av tillverkaren. • Koppla från Apple TV från elnätet vid åskväder eller när den inte ska användas under en längre period. • Överlåt allt servicearbete till kvalificerad servicepersonal. Service krävs när Apple TV har blivit skadad på något sätt, t.ex. om strömsladden eller -kontakten har skadats, vätska har spillts över Apple TV eller objekt har trillat in i den, Apple TV har utsatts för regn eller fukt, inte fungerar normalt eller har tappats. Ström Apple TV har ingen strömbrytare. Strömknappen på fjärrkontrollen försätter Apple TV i viloläge och väcker Apple TV från viloläget. Du måste koppla loss strömsladden för att bryta strömmen till Apple TV. Se till att strömsladden alltid är lätt att komma åt. När du ansluter eller lossar Apple TV från eluttaget bör du alltid hålla i sidorna på stickkontakten. Undvik att röra vid metalldelar på stickkontakten. Plats Använd inte Apple TV utomhus. Apple TV är avsedd för inomhusbruk. Placera inte öppen eld, som t.ex. levande ljus, på eller i närheten av Apple TV. Använd inte Apple TV i närheten av vatten. Utsätt inte Apple TV för dropp eller stänk och placera inte vätskefyllda föremål (t.ex. en vas) på Apple TV. Flytta inte Apple TV om en annan enhet, som t.ex. en TV, dator eller annan elektronisk utrustning, är ansluten till den. VARNING: Minska risken för brand eller elektriska stötar genom att skydda Apple TV från regn, vätskor eller annan fuktighet, stark värme och öppen eld. Batteri och laddning Försök inte byta ut batteriet i fjärrkontrollen själv. Du kan skada batteriet, vilket kan leda till överhettning, brand och skador. Litiumjonbatteriet i fjärrkontrollen måste servas eller återvinnas av Apple eller ett auktoriserat serviceställe och måste återvinnas eller kasseras separerat från hushållsavfallet. Kassera batterier i enlighet med lokala miljölagar och riktlinjer. Information om litiumjonbatterier från Apple samt service och återvinning av batterier hittar du på apple.com/se/batteries/service-and-recycling. Information om hur du laddar batteriet hittar du under ”Ladda fjärrkontrollen” nedan. Rengöring och underhåll Rengör Apple TV genom att först koppla bort strömkabeln och alla andra kablar. Använd sedan en mjuk, torr och luddfri trasa. Se till att det inte kommer in fukt i öppningarna. Använd inte fönsterputsmedel, hushållsrengöringsmedel, sprayflaskor, lösningsmedel, alkohol, ammoniak eller skurmedel när du rengör Apple TV. Reparation Utför inte reparationer själv. Du hittar mer information om hur du får service på support.apple.com/sv-se/apple-tv/repair/service. VARNING: Försök inte att öppna eller ta isär Apple TV. Du riskerar elektriska stötar, och skador som orsakas av isärmontering täcks inte av den begränsade garantin. Enheten innehåller inga delar som kan servas av användaren. Hantering Apple TV kan skadas av felaktig förvaring eller hantering. Var försiktig så att du inte tappar Apple TV när du transporterar enheten. Användningsmiljö Apple TV fungerar bäst i temperaturer mellan 0 °C och 35 °C och kan förvaras i temperaturer mellan -20 °C och 45 °C. Det är normalt att höljet blir varmt medan du använder Apple TV. Apple TV-enhetens hölje är utformat så att det överför värme från enhetens insida till den svalare luften på utsidan. Använd inte Apple TV i områden med betydande mängder luftburet damm eller partiklar som kan täppa igen ventilationsöppningarna. Områden med risk för explosion Det kan vara farligt att använda Apple TV och fjärrkontrollen i miljöer som utgör en möjlig explosionsrisk, t.ex. bränslepåfyllningsområden eller områden där luften innehåller kemikalier, ångor eller partiklar (t.ex. spannmål, damm eller metallpulver). Om du utsätter Apple TV och fjärrkontrollen för miljöer där höga koncentrationer av industrikemikalier förekommer, inklusive i närheten av avdunstande flytande gaser som helium, kan detta skada eller påverka Apple TV och fjärrkontrollen. Följ alla skyltar och anvisningar. Medicinska tillstånd Om du har ett medicinskt tillstånd som du tror kan påverkas av att använda Apple TV (till exempel krampanfall, svimningar, överansträngda ögon eller huvudvärk) bör du rådfråga en läkare innan du använder Apple TV. Medicinsk utrustning Fjärrkontrollen innehåller radiosändare som utstrålar elektromagnetiska fält. Dessa elektromagnetiska fält kan påverka pacemakrar, defibrillatorer och annan medicinsk utrustning. Håll ett avstånd på minst 15 cm mellan din pacemaker eller defibrillator och fjärrkontrollen. Om du misstänker att fjärrkontrollen påverkar din pacemaker eller någon annan medicinsk utrustning slutar du att använda den och kontaktar din läkare för information om just din medicinska utrustning. Repetetiva rörelser När du utför repetetiva aktiviteter, till exempel att spela spel på Apple TV, kanske du känner obehag i händer, armar, handleder, axlar, nacke eller andra kroppsdelar. Om du känner obehag bör du avsluta aktiviteterna och kontakta en läkare. Ladda fjärrkontrollen Ladda fjärrkontrollen med Lightning-kabeln som följer med, eller med andra Lightning-kablar från tredje part som är märkta med ”Made for iPhone”. Om du använder piratkopierade eller skadade kablar eller laddare, eller om du laddar i en fuktig miljö, kan det leda till brand, elstötar, personskador eller skador på fjärrkontrollen och andra föremål. Om du använder en strömadapter till att ladda fjärrkontrollen ska du se till att Lightning-kabeln sitter i strömadaptern ordentligt innan du ansluter adaptern till ett eluttag. Lightning-kabel och -kontakt Undvik långvarig hudkontakt med kontakten när Lightning-kabeln är ansluten till en strömkälla eftersom detta kan orsaka smärta eller skada. Undvik situationer där huden kommer i kontakt med Lightning-kontakten under en längre tid när den är ansluten. Du bör till exempel inte sitta eller sova på kontakten, eller placera den under en filt, kudde eller kroppen när fjärrkontrollen laddas eller när Lightning-kabeln är ansluten till en strömkälla. Var särskilt uppmärksam om du har en fysisk åkomma som påverkar din förmåga att upptäcka värme mot kroppen. Lightning-kontakten kan bli missfärgad vid regelbunden användning. Smuts, avlagringar och vätska kan orsaka missfärgning. Om du vill ta bort missfärgningen eller om kabeln blir varm under användning, eller om fjärrkontrollen inte laddas, kopplar du från Lightning-kabeln från datorn eller strömadaptern och rengör den med en mjuk, torr och luddfri trasa. Använd inte vätska eller rengöringsprodukter när du rengör Lightning-kontakten. Spel Undvik överdrivna rörelser när du spelar spel på Apple TV. Håll stadigt i fjärrkontroller och spelkontroller så att du inte råkar skada personer eller egendom. Enhetsinformation Information som modellnummer, serienummer och elektrisk klassificering finns på undersidan av Apple TV-enheten. Om du vill visa serienumret på skärmen går du till Inställningar > Allmänt > Om. Användarhandbok Läs Apple TV Användarhandbok innan du använder Apple TV. Gå till support.apple.com/sv-se/guide/tv. Du kan även hämta användarhandboken via Apple Books (där den är tillgänglig). Behåll dokumentationen för framtida referens.
th: คำเตือน: ในการหลีกเลี่ยงการบาดเจ็บ ให้อ่านข้อมูลด้านความปลอดภัยทั้งหมดที่อยู่ด้านล่างนี้และคำแนะนำเกี่ยวกับการใช้งานก่อนใช้ Apple TV การไม่ปฏิบัติตามคำแนะนำด้านความปลอดภัยเหล่านี้อาจส่งผลให้เกิดเพลิงไหม้ ไฟฟ้าช็อต หรือการบาดเจ็บอื่นหรือทำให้ Apple TV หรือทรัพย์สินอื่นเสียหายได้ คำแนะนำด้านความปลอดภัยที่สำคัญ อ่านและปฏิบัติตามคำแนะนำเหล่านี้เพื่อให้ใช้ Apple TV ได้อย่างปลอดภัย • อ่านคำแนะนำเหล่านี้ • เก็บคำแนะนำเหล่านี้ • สังเกตคำเตือนทั้งหมด • ปฏิบัติตามคำแนะนำทั้งหมด • อย่าใช้ Apple TV ใกล้บริเวณที่มีน้ำ • ทำความสะอาดด้วยผ้าแห้งเท่านั้น • อย่าปิดกั้นช่องทางระบายอากาศใดๆ ติดตั้งตามคำแนะนำของผู้ผลิต • อย่าติดตั้งใกล้แหล่งกำเนิดความร้อน เช่น เครื่องทำความร้อน ตัวทำความร้อน เตา หรืออุปกรณ์อื่นๆ (รวมถึงเครื่องขยายเสียง) ที่ผลิตความร้อน • ปกป้องสายปลั๊กไฟไม่ให้ถูกเหยียบทับหรือบีบแน่นเกินไป โดยเฉพาะที่บริเวณปลั๊กและจุดที่ต่อสายออกมาจาก Apple TV • ใช้เฉพาะตัวยึดหรืออุปกรณ์เสริมที่ผู้ผลิตระบุเท่านั้น • ถอดปลั๊ก Apple TV ในระหว่างที่เกิดพายุฟ้าคะนองหรือเมื่อไม่ใช้งานเป็นเวลานาน • เรียกใช้บริการทั้งหมดจากผู้ให้บริการที่มีคุณภาพ ต้องนำ Apple TV เข้ารับการบริการเมื่อได้รับความเสียหายในทางใดๆ เช่น เมื่อสายปลั๊กไฟหรือปลั๊กได้รับความเสียหาย มีของเหลวหกหรือมีวัตถุหล่นลงไปใน Apple TV หรือ Apple TV ถูกฝนหรือความชื้น ไม่ทำงานตามปกติ หรือหล่น แหล่งจ่ายไฟ Apple TV ไม่มีสวิตช์เปิด/ปิด ปุ่มเปิด/ปิดบนรีโมทใช้สำหรับพัก Apple TV และปลุก Apple TV ในการถอด Apple TV ออกจากแหล่งจ่ายไฟ ให้ถอดสายปลั๊กไฟออก ตรวจสอบให้แน่ใจว่าสามารถเอื้อมถึงสายปลั๊กไฟได้ง่ายอยู่เสมอ เมื่อเสียบหรือถอดสายไฟของ Apple TV ให้จับที่ด้านข้างของปลั๊กทั้งสองด้านเสมอ หลีกเลี่ยงไม่ให้นิ้วอยู่ใกล้กับส่วนของปลั๊กที่เป็นโลหะ ตำแหน่งที่ตั้ง อย่าใช้ Apple TV กลางแจ้ง Apple TV เป็นผลิตภัณฑ์สำหรับใช้ในร่ม อย่าวางแหล่งกำเนิดเปลวไฟ เช่น เทียนที่จุดไฟ ไว้บนหรือใกล้กับ Apple TV อย่าใช้ Apple TV ใกล้บริเวณที่มีน้ำ อย่าให้ Apple TV ถูกน้ำหกหยดหรือกระเซ็นใส่ และอย่าวางวัตถุใดๆ ที่มีของเหลวอยู่ภายใน เช่น แจกัน ไว้บน Apple TV อย่าเคลื่อนย้าย Apple TV หากเชื่อมต่ออยู่กับทีวี คอมพิวเตอร์ หรืออุปกรณ์ไฟฟ้าประเภทอื่น คำเตือน: ในการลดความเสี่ยงในการเกิดเพลิงไหม้หรือไฟฟ้าช็อต อย่าให้ Apple TV ถูกฝน ของเหลว ความชื้น ความร้อนที่มากเกินไป หรือเปลวไฟ แบตเตอรี่และการชาร์จ อย่าพยายามเปลี่ยนแบตเตอรี่ของรีโมทด้วยตัวเอง เพราะคุณอาจทำให้แบตเตอรี่เสียหาย ซึ่งอาจเป็นเหตุให้แบตเตอรี่ร้อนเกินไป เกิดการลุกไหม้ และเกิดการบาดเจ็บ แบตเตอรี่ลิเธียมไอออนในรีโมทควรได้รับบริการหรือรีไซเคิลโดย Apple หรือผู้ให้บริการที่ได้รับอนุญาตและต้องนำมารีไซเคิลหรือกำจัดแยกจากขยะในครัวเรือน ให้กำจัดแบตเตอรี่ตามกฎหมายและแนวทางด้านสิ่งแวดล้อมในท้องถิ่นของคุณ สำหรับข้อมูลเกี่ยวกับแบตเตอรี่ลิเธียมไอออนของ Apple และการบริการและการรีไซเคิลแบตเตอรี่ ให้ไปที่ apple.com/th/batteries/service-and-recycling สำหรับข้อมูลเกี่ยวกับการชาร์จ ให้ดู “การชาร์จรีโมท” ด้านล่าง การทำความสะอาดและดูแล ในการทำความสะอาด Apple TV ให้ถอดสายปลั๊กไฟและสายอื่นๆ ทั้งหมดออก แล้วใช้ผ้าที่นุ่ม แห้ง และไม่เป็นขุย หลีกเลี่ยงไม่ให้ช่องเปิดต่างๆ เปียกชื้น อย่าใช้น้ำยาทำความสะอาดหน้าต่าง น้ำยาทำความสะอาดในครัวเรือน สเปรย์อัดแก๊ส สารตัวทำละลาย แอลกอฮอล์ แอมโมเนีย หรือสารกัดกร่อนในการทำความสะอาด Apple TV การซ่อมแซม อย่าซ่อมแซมด้วยตัวเอง คุณสามารถค้นหาข้อมูลเพิ่มเติมเกี่ยวกับการขอรับบริการได้ที่ support.apple.com/th-th/apple-tv/repair/service คำเตือน: อย่าพยายามเปิด Apple TV หรือถอดชิ้นส่วนออก คุณอาจเสี่ยงถูกไฟฟ้าช็อตและสร้างความเสียหายจากการถอดแยกชิ้นส่วน ซึ่งจะไม่อยู่ในการรับประกันแบบจำกัด ไม่มีชิ้นส่วนใดที่ผู้ใช้สามารถซ่อมแซมด้วยตัวเองได้อยู่ภายใน การดูแล Apple TV ของคุณอาจเสียหายได้ หากจัดเก็บหรือดูแลอย่างไม่เหมาะสม ระวังอย่าทำ Apple TV ตกพื้นเมื่อขนย้าย สภาพแวดล้อมการใช้งาน Apple TV จะทำงานได้ดีที่สุดในอุณหภูมิแวดล้อมระหว่าง 0° ถึง 35° C (32° ถึง 95° F) และสามารถจัดเก็บในอุณหภูมิระหว่าง -20° ถึง 45° C (-4° ถึง 113° F) ได้ ในระหว่างที่คุณใช้ Apple TV เป็นปกติที่ตัวเครื่องด้านนอกจะอุ่น ตัวเครื่องด้านนอกของ Apple TV ได้รับการออกแบบมาให้ระบายความร้อนจากภายในเครื่องออกมาสู่อากาศเย็นกว่าที่อยู่ภายนอก อย่าใช้ Apple TV ในบริเวณที่มีฝุ่นละอองหรืออนุภาคในอากาศหนาแน่นมาก ซึ่งอาจจะทำให้ช่องเปิดระบายอากาศอุดตันได้ สภาพบรรยากาศที่จุดติดไฟได้และสภาพบรรยากาศอื่นๆ การใช้ Apple TV และรีโมทในพื้นที่ที่มีสภาพบรรยากาศที่อาจเกิดการระเบิดได้ เช่น ในพื้นที่ที่อากาศประกอบด้วยสารเคมี สารระเหย หรือธุลี (เช่น เม็ดผง ฝุ่น หรือผงโลหะ) ที่ลุกติดไฟได้ง่ายในระดับสูง อาจเป็นอันตรายได้ การใช้ Apple TV และรีโมทในสภาพแวดล้อมที่มีสารเคมีทางอุตสาหกรรมที่มีความเข้มข้นสูง รวมถึงอยู่ใกล้กับแก๊สเหลวที่ระเหยได้ เช่น ฮีเลียม อาจทำความเสียหายหรือเกิดความบกพร่องต่อการทำงานของ Apple TV และรีโมทได้ ปฏิบัติตามป้ายสัญลักษณ์และคำสั่งทั้งหมดอย่างเคร่งครัด อาการทางการแพทย์ ถ้าคุณมีอาการทางการแพทย์ที่คุณคิดว่าอาจได้รับผลกระทบจาก Apple TV (เช่น ชัก หน้ามืด ตาล้า หรือปวดศีรษะ) ให้ปรึกษาแพทย์ของคุณก่อนใช้ Apple TV อุปกรณ์ทางการแพทย์ รีโมทประกอบด้วยคลื่นวิทยุที่ปล่อยสนามแม่เหล็กไฟฟ้าได้ สนามแม่เหล็กไฟฟ้าเหล่านี้อาจรบกวนเครื่องกระตุ้นหัวใจ เครื่องกระตุกหัวใจ และอุปกรณ์ทางการแพทย์อื่นๆ ได้ รักษาระยะห่างอย่างน้อย 15 ซม. (ประมาณ 6 นิ้ว) ระหว่างเครื่องกระตุ้นหัวใจหรือเครื่องกระตุกหัวใจของคุณกับรีโมท ถ้าคุณสงสัยว่ารีโมทรบกวนเครื่องกระตุ้นหัวใจหรืออุปกรณ์ทางการแพทย์อื่นๆ ของคุณ ให้หยุดใช้แล้วปรึกษาแพทย์ของคุณเพื่อขอข้อมูลเฉพาะของอุปกรณ์ทางการแพทย์ของคุณ การเคลื่อนไหวซ้ำๆ เมื่อคุณทำกิจกรรมที่เคลื่อนไหวซ้ำท่าเดิม เช่น การเล่นเกมบน Apple TV คุณอาจมีอาการปวดมือ แขน ข้อมือ ไหล่ คอ หรือส่วนอื่นๆ ของร่างกายคุณได้เป็นครั้งคราว ถ้าคุณมีอาการไม่สบายตัว ให้หยุดทำกิจกรรมเหล่านั้น แล้วปรึกษาแพทย์ การชาร์จรีโมท ชาร์จรีโมทด้วยสาย Lightning ที่รวมมาด้วยหรือด้วยสาย Lightning ของบริษัทอื่นที่มีสัญลักษณ์ “Made for iPhone” การใช้สายหรือที่ชาร์จปลอมหรือที่ชำรุด หรือการชาร์จในขณะที่มีความชื้น อาจทำให้เกิดเพลิงไหม้ ไฟฟ้าช็อต การบาดเจ็บ หรือทำให้รีโมทหรือทรัพย์สินอื่นเสียหาย เมื่อคุณใช้อะแดปเตอร์แปลงไฟเพื่อชาร์จรีโมท ให้ตรวจสอบให้แน่ใจว่าได้เสียบสาย Lightning เข้ากับอะแดปเตอร์แปลงไฟจนสุดแล้วก่อนที่คุณจะเสียบปลั๊กอะแดปเตอร์เข้ากับเต้ารับไฟฟ้า สายและหัวต่อ Lightning หลีกเลี่ยงไม่ให้ผิวของคุณสัมผัสกับหัวต่อเป็นระยะเวลานานเมื่อเสียบสาย Lightning เข้ากับแหล่งจ่ายไฟอยู่ เนื่องจากอาจเป็นเหตุให้ระคายเคืองหรือเกิดการบาดเจ็บ โปรดหลีกเลี่ยงสถานการณ์ที่จะทำให้ผิวของคุณสัมผัสกับหัวต่อ Lightning เป็นระยะเวลานานในขณะที่เสียบอยู่กับแหล่งจ่ายไฟ ตัวอย่างเช่น ในระหว่างที่ชาร์จรีโมทหรือในระหว่างที่เสียบสาย Lightning เข้ากับแหล่งจ่ายไฟ อย่านั่งหรือนอนทับ หรือวางสิ่งนั้นไว้ใต้ผ้าห่ม หมอน หรือร่างกายของคุณ ให้ระมัดระวังเป็นพิเศษหากคุณมีสภาพร่างกายที่ส่งผลต่อความสามารถของคุณในการรับรู้ความร้อนที่สัมผัสกับร่างกาย เป็นเรื่องปกติที่ช่องต่อ Lightning จะมีสีที่เปลี่ยนไปหลังจากการใช้งานตามปกติ ฝุ่น เศษผง และการสัมผัสกับของเหลวอาจทำให้สีเปลี่ยนได้ ในการเช็ดคราบเปื้อนออกหรือหากสายอุ่นขึ้นระหว่างการใช้งาน หรือไม่ชาร์จไฟให้รีโมทของคุณ ให้ถอดสาย Lightning ออกจากคอมพิวเตอร์หรืออะแดปเตอร์แปลงไฟของคุณ แล้วทำความสะอาดด้วยผ้าที่นุ่ม แห้ง และไม่เป็นขุย อย่าใช้ของเหลวหรือผลิตภัณฑ์ทำความสะอาดในการทำความสะอาดช่องต่อ Lightning การเล่นเกม หลีกเลี่ยงการออกท่าทางมากเกินความจำเป็นเมื่อเล่นเกมบน Apple TV จับรีโมทหรืออุปกรณ์ควบคุมเกมไว้แน่นๆ เพื่อป้องกันไม่ให้เกิดการบาดเจ็บหรือเกิดความเสียหายโดยไม่ตั้งใจ ข้อมูลอุปกรณ์ ข้อมูลต่างๆ เช่น หมายเลขรุ่น หมายเลขประจำเครื่อง และประเภทการใช้ไฟฟ้า จะระบุอยู่ที่ด้านล่างของ Apple TV ในการค้นหาหมายเลขประจำเครื่องบนหน้าจอ ให้ไปที่การตั้งค่า > ทั่วไป > เกี่ยวกับ คู่มือผู้ใช้ โปรดดูคู่มือผู้ใช้ Apple TV ก่อนใช้ Apple TV ไปที่ support.apple.com/th-th/guide/tv คุณยังสามารถใช้ Apple Books เพื่อดาวน์โหลดคู่มือผู้ใช้ได้อีกด้วย (หากมี) เก็บเอกสารเพื่อใช้ในภายหลัง
tr: UYARI: Yaralanmaları önlemek için Apple TV’yi kullanmadan önce aşağıdaki tüm güvenlik bilgilerini ve çalıştırma yönergelerini okuyun. Bu güvenlik yönergelerine uyulmaması yangına, elektrik çarpmasına veya başka türlü yaralanmaya ya da Apple TV’de veya diğer eşyalarda hasara neden olabilir. Önemli Güvenlik Yönergeleri Apple TV’yi güvenli bir şekilde kullanmak için bu yönergeleri okuyun ve uygulayın. • Bu yönergeleri okuyun. • Bu yönergeleri saklayın. • Tüm uyarıları dikkate alın. • Tüm yönergeleri uygulayın. • Apple TV’yi suya yakın yerlerde kullanmayın. • Yalnızca kuru bir bezle temizleyin. • Havalandırma deliklerini kapatmayın. Üreticinin talimatlarına uygun şekilde kurun. • Radyatör, kalorifer peteği, soba veya benzeri ısı kaynaklarının (amplifikatörler dahil) yakınına yerleştirmeyin. • Güç kablosunun üzerinde yürünmesini engelleyin ve güç kablosunun özellikle fiş kısmında ve Apple TV’den çıktığı noktada dolanmasına veya sıkışmasına izin vermeyin. • Yalnızca üretici tarafından belirtilen bağlantıları/aksesuarları kullanın. • Şimşekli fırtınalarda veya uzun süre kullanılmadığında Apple TV’yi prizden çıkarın. • Tüm servis işlemleri için nitelikli servis ekibine danışın. Apple TV; güç kablosunun veya fişinin zarar görmesi, Apple TV’nin üzerine sıvı dökülmesi veya bir şey düşmesi gibi herhangi bir hasara uğradığında ya da Apple TV yağmura veya neme maruz kaldığında, normal şekilde çalışmadığında ya da düşürüldüğünde Apple TV’nin servise götürülmesi gerekir. Açma/Kapama Apple TV’de açma/kapama düğmesi yoktur. Kumandadaki açma/kapama düğmesi Apple TV’yi uyutur ve uyandırır. Apple TV’nin güç bağlantısını kesmek için güç kablosunu prizden çıkarın. Güç kablosunun her zaman erişilebilir bir yerde olduğundan emin olun. Apple TV’yi prize takarken veya prizden çıkarırken fişi her zaman iki yanından tutun. Parmaklarınızı metal aksamdan uzak tutun. Konum Apple TV’yi dış mekânlarda kullanmayın. Apple TV, iç mekânlarda kullanılan bir üründür. Apple TV’nin üzerine ya da yakınına mum gibi çıplak ateş kaynaklarını yerleştirmeyin. Apple TV’yi suya yakın yerlerde kullanmayın. Apple TV’yi su damlamasından veya sıçramasından koruyun ve Apple TV’nin üzerine vazo gibi içi sıvı dolu nesneler koymayın. Apple TV, televizyona, bilgisayara veya başka bir elektronik aygıta bağlıyken yerinden oynatılmamalıdır. UYARI: Yangın veya elektrik çarpması riskini azaltmak için Apple TV’yi yağmura, sıvılara, neme, aşırı sıcağa veya çıplak ateşe maruz bırakmayın. Pil ve Şarj Etme Kumanda pilini kendiniz değiştirmeye çalışmayın. Aşırı ısınmaya, yangına ve yaralanmaya neden olabilecek şekilde pile zarar verebilirsiniz. Kumandadaki lityum iyon pil Apple veya yetkili bir servis sağlayıcı tarafından servis görmeli veya geri dönüştürülmeli ve ev atıklarından ayrı olarak geri dönüştürülmeli ya da atılmalıdır. Pilleri yerel çevre kanunlarınıza ve yönergelerinize göre atın. Apple lityum iyon piller, pil servisi ve geri dönüşümü hakkında bilgi için apple.com/tr/batteries/service-and-recycling adresine gidin. Şarj etme hakkında bilgi için aşağıdaki “Kumandayı Şarj Etme” bölümüne bakın. Temizlik ve Bakım Apple TV’yi temizlemek için güç kablosunu ve tüm kabloları prizden çıkarın. Yumuşak, tüy bırakmayan kuru bir bez kullanın. Açıklıkların nemlenmesinden kaçının. Apple TV’yi temizlemek için cam temizleyiciler, ev temizlik malzemeleri, basınçlı spreyler, çözücü maddeler, alkol, amonyak veya aşındırıcı maddeler kullanmayın. Onarım Kendiniz onarım yapmayın. support.apple.com/tr-tr/apple-tv/repair/service adresinde servis almayla ilgili daha fazla bilgi bulabilirsiniz. UYARI: Apple TV’nin içini açmaya veya parçalarını sökmeye kalkışmayın. Elektrik çarpma riski vardır ve parçaların sökülmesinden kaynaklanan hasarlar sınırlı garanti kapsamında değildir. İçinde onarımını kullanıcıların yapabileceği parça yoktur. Kullanım Apple TV’niz uygun şekilde saklanmaz veya kullanılmazsa hasar görebilir. Apple TV’yi taşırken düşürmemeye özen gösterin. Çalışma Ortamı Apple TV en iyi 0° - 35° C (32° - 95° F) sıcaklık aralığında çalışır ve -20° - 45° C (-4° - 113° F) sıcaklık aralığında saklanabilir. Apple TV’yi kullandığınızda, kasanın ısınması normal bir durumdur. Apple TV kasası, ünitenin içindeki ısıyı dışarıdaki daha serin havaya aktarmak üzere tasarlanmıştır. Önemli miktarda asılı toz ya da partiküllü madde olan yerlerde, havalandırma delikleri tıkanabileceği için Apple TV’yi çalıştırmayın. Patlayıcı Ortamlar ve Diğer Atmosferik Koşullar Havanın yüksek düzeyde yanıcı kimyasallar, buharlar veya tahıl, toz ya da metal tozu gibi parçacıklar içerdiği alanlar gibi potansiyel patlayıcı atmosferin bulunduğu yerlerde Apple TV’yi ve kumandayı kullanmak tehlikeli olabilir. Apple TV’yi ve kumandayı helyum gibi buharlaşmaya yakın sıvılaştırılmış gazlar da dahil yüksek konsantrasyonda endüstriyel kimyasalların olduğu ortamlarda bırakmak Apple TV’nin ve kumandanın hasar görmesine veya olumsuz olarak etkilenmesine neden olabilir. Tüm uyarılara ve yönergelere uyun. Tıbbi Durumlar Apple TV kullanımından etkilenebileceğini düşündüğünüz bir tıbbi durumunuz varsa (örneğin nöbetler, geçici bilinç kaybı, göz yorgunluğu veya baş ağrısı), Apple TV’yi kullanmadan önce doktorunuza danışın. Tıbbi Cihazlar Kumanda elektromanyetik alanlar yayan telsizler içerir. Bu elektromanyetik alanlar kalp pillerinde, defibrilatörlerde ve diğer tıbbi cihazlarda parazite neden olabilir. Kalp piliniz veya defibrilatörünüz ile kumanda arasında en az 15 cm’lik mesafe bırakın. Kumandanın kalp pilinizde veya başka bir tıbbi cihazda parazite neden olduğundan şüphe duyuyorsanız ürünü kullanmayı bırakın ve tıbbi cihazınızla ilgili bilgi almak için doktorunuza başvurun. Yinelenen Hareketler Apple TV’de oyun oynamak gibi yinelenen aktiviteler gerçekleştirirken zaman zaman ellerinizde, kollarınızda, bileklerinizde, omuzlarınızda, boynunuzda veya vücudunuzun diğer kısımlarında rahatsızlık hissedebilirsiniz. Rahatsızlık hissederseniz bu aktiviteleri bırakın ve bir doktora görünün. Kumandayı Şarj Etme Kumandayı birlikte gelen Lightning kablosuyla veya başka bir üçüncü parti “Made for iPhone” Lightning kablosuyla şarj edin. Sahte veya hasar görmüş kablo ya da şarj aletlerinin kullanılması ya da ıslak ortamlarda şarj etme yangına, elektrik çarpmasına, yaralanmaya neden olabilir veya kumandaya ya da diğer eşyalara hasar verebilir. Lightning kablosu bir güç kaynağına takılıyken rahatsızlığa veya yaralanmaya neden olabileceği için cildinizin bağlayıcı ile uzun süreli temasından kaçının. Lightning Kablosu ve Bağlayıcısı Lightning kablosu bir güç kaynağına takılıyken rahatsızlığa veya yaralanmaya neden olabileceği için bağlayıcı ile uzun süreli deri temasından kaçının. Prize takılıyken Lightning bağlayıcısının cildinize uzun süre temas etmesi gibi durumlardan sakının. Örneğin, kumanda şarj olurken veya Lightning kablosu bir güç kaynağına takılıyken üzerine oturmayın veya yatmayın ya da onu battaniyenin, yastığın veya vücudunuzun altına yerleştirmeyin. Vücudunuzda ısıyı hissedebilme yetinizi etkileyen fiziksel bir durumunuz varsa özellikle dikkatli olun. Lightning bağlayıcısının düzenli kullanımdan sonra renginin solması normaldir. Kir, birikinti veya sıvıya maruz kalma rengin solmasına neden olabilir. Lekeleri çıkarmak istiyorsanız veya kablo kullanım sırasında ısınıyorsa ya da kumandayı şarj etmiyorsa Lightning kablosunu bilgisayarınızdan veya güç adaptöründen çıkarın ve yumuşak, kuru, tüy bırakmayan bir bezle temizleyin. Lightning bağlayıcısını temizlerken sıvı veya temizleme ürünü kullanmayın. Oyun Apple TV’de oyun oynarken aşırı hareketlerden kaçının. Yaralanmaları veya kazayla hasar vermeyi önlemek için aygıt kumandalarını ve oyun kumandalarını sıkıca kavrayın. Aygıt Bilgisi Model numarası, seri numarası ve elektrik sınıfı gibi bilgiler Apple TV’nin alt tarafındadır. Seri numarasını ekranda bulmak için Ayarlar > Genel > Hakkında’ya gidin. Kullanma Kılavuzu Apple TV’yi kullanmadan önce Apple TV Kullanma Kılavuzu’nu gözden geçirin. support.apple.com/guide/tv adresine gidin. Kullanma Kılavuzu’nu indirmek için Apple Books’u da kullanabilirsiniz (varsa). Belgeleri ileride kullanmak üzere saklayın.
uk: ЗАСТЕРЕЖЕННЯ! Щоб уникнути ушкодження, перед використанням Apple TV прочитайте всю інформацію з техніки безпеки, наведену нижче, та інструкції з експлуатації. Недотримання цих указівок із техніки безпеки може призвести до займання, ураження електричним струмом, травм або пошкодження Apple TV чи іншого майна. Важливі вказівки з техніки безпеки Прочитайте ці вказівки й дотримуйтеся їх, щоб безпечно використовувати Apple TV. • Прочитайте ці вказівки. • Збережіть ці вказівки. • Зважайте на всі застереження. • Дотримуйтесь усіх вказівок. • Не використовуйте Apple TV біля води. • Чистьте пристрій лише сухою тканиною. • Не перекривайте жодних вентиляційних отворів. Установлюйте згідно з інструкціями виробника. • Не встановлюйте біля джерел нагрівання, як‑от радіаторів, обігрівачів, печей чи інших пристроїв (зокрема, підсилювачів), що виробляють тепло. • Уникайте передавлювання чи затиснення кабелю живлення, зокрема біля штекерів і в місцях зʼєднання з Apple TV. • Використовуйте лише ті аксесуари чи прилади, які зазначено виробником. • Відʼєднуйте Apple TV від електромережі перед грозою або коли він не використовується протягом тривалого часу. • Звертайтеся до компетентного персоналу техпідтримки з усіх питань щодо технічного обслуговування. Технічний огляд слід проводити, якщо Apple TV було будь-яким чином пошкоджено, наприклад зіпсовано кабель живлення чи штекер, в Apple TV потрапила рідина чи сторонні обʼєкти, пристрій падав, піддавався впливу дощу чи вологи або не функціонує належним чином. Живлення На Apple TV немає перемикача ввімкнення/вимкнення. Кнопка живлення на пульті ДК переводить Apple TV в режим сну й виводить із нього. Щоб відʼєднати Apple TV від живлення, відʼєднайте кабель живлення від електромережі. Упевніться, що до кабелю живлення можна завжди легко доступитися. Підʼєднуючи чи відʼєднуючи Apple TV, завжди тримайте штекер за боки. Не торкайтеся пальцями металевих елементів штекера. Місце розташування Не використовуйте Apple TV надворі. Apple TV призначено для використання в приміщенні. Не розміщуйте джерела відкритого вогню, як‑от запалені свічки, поруч з Apple TV чи на ньому. Не використовуйте Apple TV біля води. Уникайте потрапляння крапель або бризок рідини на Apple TV та не ставте на пристрій предмети, наповнені водою, наприклад вази. Не переміщуйте Apple TV, якщо його зʼєднано з телевізором, компʼютером чи іншим електронним пристроєм. ЗАСТЕРЕЖЕННЯ! Щоб знизити ризик займання чи ураження електричним струмом, не піддавайте Apple TV впливу дощу, рідини, вологи, високих температур чи відкритого вогню. Елемент живлення та заряджання Не намагайтеся самостійно замінити елемент живлення в пульті ДК — ви можете пошкодити елемент живлення, що може призвести до перегріву, займання та ушкоджень. Літій-іонний акумулятор у пульті ДК мають обслуговувати й утилізувати тільки компанія Apple чи авторизований постачальник послуг. Його необхідно утилізувати окремо від побутових відходів. Утилізуйте елементи живлення відповідно до місцевих законів і вимог щодо захисту довкілля. Докладні відомості про літій-іонні акумулятори Apple та обслуговування й утилізацію акумуляторів наведено на вебсторінці apple.com/batteries/service-and-recycling. Відомості про заряджання пульта ДК наведено нижче в розділі «Заряджання пульта ДК». Чищення та догляд Щоб почистити Apple TV, відʼєднайте від нього кабель живлення та інші кабелі. Використовуйте мʼяку суху тканину без ворсу. Уникайте потрапляння вологи в отвори. Не використовуйте для чищення Apple TV засоби для миття вікон, побутову хімію, аерозолі, розчинники, спиртовмісні речовини, аміак або абразивні матеріали. Ремонт Не ремонтуйте пристрій самостійно. Додаткові відомості щодо технічного обслуговування наведено на вебсторінці support.apple.com/uk-ua/apple-tv/repair/service. ЗАСТЕРЕЖЕННЯ! Не намагайтеся відкрити або розібрати Apple TV. Це може призвести до ураження електричним струмом або пошкодження пристрою. Обмежена гарантія не покриває такі пошкодження. Усередині пристрою немає компонентів для самостійного обслуговування користувачем. Експлуатація Apple TV може бути пошкоджено внаслідок неналежного використання або зберігання. Уникайте падіння Apple TV під час транспортування. Умови експлуатації Apple TV призначено для використання за температури від 0 до 35°C (від 32 до 95°F) і зберігання за температури від −20 до 45°C (від −4 до 113°F). У процесі експлуатації корпус Apple TV може нагріватися. Корпус Apple TV спроєктовано так, щоб відводити тепло зсередини у прохолодніше повітря назовні. Не використовуйте Apple TV в місцях, де багато пилу або інших часток речовини в повітрі, які можуть засмічувати вентиляційні отвори. Вибухонебезпечне середовище й інші атмосферні умови Використання Apple TV та пульта ДК у вибухонебезпечному середовищі, наприклад там, де повітря містить високу концентрацію займистих хімічних речовин, випарів або часток (як‑от гранули, пил або металевий порох), може бути небезпечним. Вплив середовищ із високою концентрацією промислових хімікатів, зокрема контакт із летючими зрідженими газами, як‑от гелієм, може призвести до пошкоджень Apple TV й пульта ДК або вплинути на їх роботу. Дотримуйтесь усіх знаків і вказівок. Вплив на здоровʼя Якщо у вас є захворювання, через яке, на вашу думку, використання Apple TV може впливати на ваше здоровʼя (як‑от епілептичний напад, тимчасова втрата свідомості, швидка стомлюваність очей або головні болі), проконсультуйтеся з лікарем, перш ніж використовувати Apple TV. Медичні пристрої Пульт містить радіопередавачі, що створюють електромагнітні поля. Ці електромагнітні поля можуть перешкоджати роботі кардіостимуляторів, дефібриляторів та інших медичних пристроїв. Тримайте пульт на відстані щонайменше 15 см (6 дюймів) від кардіостимулятора чи дефібрилятора. Якщо ви вважаєте, що пульт перешкоджає роботі кардіостимулятора чи іншого медичного пристрою, припиніть використовувати пульт і зверніться до свого лікаря по інформацію щодо особливостей роботи вашого медичного пристрою. Повторювані рухи Виконуючи повторювані дії, наприклад під час гри на Apple TV, іноді ви можете відчувати дискомфорт у кистях, руках, запʼястках, плечах, шиї чи інших частинах тіла. Відчувши дискомфорт, припиніть такі дії та проконсультуйтеся з лікарем. Заряджання пульта ДК Заряджайте пульт, використовуючи кабель Lightning із комплекту постачання або кабелі Lightning від сторонніх виробників із позначкою «Made for iPhone». Використання підроблених чи зіпсованих кабелів і зарядних пристроїв або заряджання за наявності вологи може призвести до пожежі, ураження електричним струмом, ушкодження або пошкодження пульта чи іншого майна. Користуючись адаптером живлення для заряджання пульта, упевніться, що кабель Lightning вставлено в адаптер повністю, перш ніж вставляти адаптер у розетку. Кабель і рознім Lightning Уникайте тривалого контакту розніму зі шкірою, коли кабель Lightning приєднано до джерела живлення, оскільки це може стати причиною дискомфорту або ушкодження. Уникайте ситуацій, коли шкіра тривалий час контактує з рознімом Lightning, якщо його підʼєднано до джерела живлення. Наприклад, коли пульт заряджається або кабель Lightning приєднано до джерела живлення, не сидіть і не спіть на ньому та не накривайте його ковдрою, подушкою чи тілом. Будьте вкрай обережні, якщо за станом здоровʼя ви не здатні відчувати зовнішнє тепло. Знебарвлення розніму Lightning за звичайного використання є нормою. Знебарвлення може виникати через бруд, сміття та потрапляння рідин. Щоб усунути знебарвлення або якщо кабель нагрівається в процесі використання чи не заряджає пульт, відʼєднайте кабель Lightning від компʼютера чи адаптера живлення й протріть його мʼякою сухою тканиною без ворсу. Не використовуйте рідини чи мийні засоби для очищення розніму Lightning. Ігри Не рухайтеся занадто активно під час гри на Apple TV. Міцно тримайте пульти або ігрові контролери, щоб уникнути травм або ненавмисного пошкодження пристроїв чи іншого майна. Інформація про пристрій Номер моделі Apple TV, серійний номер і вимоги до живлення зазначено на нижньому боці пристрою. Щоб побачити серійний номер на екрані, перейдіть у меню Параметри > Загальні > Про пристрій. Посібник користувача Перш ніж користуватись Apple TV, ознайомтеся з Посібником користувача Apple TV. Його можна знайти на вебсторінці support.apple.com/uk-ua/guide/tv. Крім того, можна викачати посібник користувача у програмі «Книги» від Apple (за наявності). Зберігайте документацію на майбутнє.
vi: CẢNH BÁO: Để tránh thương tích, hãy đọc tất cả thông tin an toàn ở bên dưới và các hướng dẫn vận hành trước khi sử dụng Apple TV. Việc không làm theo những hướng dẫn an toàn này có thể dẫn đến hỏa hoạn, điện giật hoặc các thương tích hay hỏng hóc khác đối với Apple TV hoặc tài sản khác. Hướng dẫn an toàn quan trọng Hãy đọc và làm theo những hướng dẫn này để sử dụng Apple TV một cách an toàn. • Đọc những hướng dẫn này. • Giữ lại những hướng dẫn này. • Lưu ý tất cả các cảnh báo. • Làm theo tất cả các hướng dẫn. • Không sử dụng Apple TV gần nguồn nước. • Chỉ làm sạch bằng khăn khô. • Không che bất kỳ lỗ thông gió nào. Lắp đặt tuân theo các hướng dẫn của nhà sản xuất. • Không lắp đặt gần bất kỳ nguồn nhiệt nào chẳng hạn như máy sưởi, bộ tản nhiệt, lò nướng hoặc các thiết bị khác (bao gồm bộ khuếch đại) sản sinh ra nhiệt. • Bảo vệ dây nguồn để không bị giẫm lên hay kẹp, đặc biệt là tại vị trí phích cắm và tại điểm nối với Apple TV. • Chỉ sử dụng các giá đỡ/phụ kiện được nhà sản xuất chỉ định. • Rút phích cắm Apple TV khi có sấm chớp hoặc khi không sử dụng trong thời gian dài. • Chuyển tất cả việc sửa chữa cho nhân viên dịch vụ có chuyên môn. Việc sửa chữa là bắt buộc khi Apple TV bị hỏng do bất kỳ tình huống nào, như khi dây nguồn hoặc phích cắm bị hỏng, khi có chất lỏng bị đổ lên hoặc các đồ vật rơi vào Apple TV hoặc Apple TV đã tiếp xúc với nước mưa hay hơi ẩm, không hoạt động bình thường hoặc đã bị rơi. Nguồn điện Apple TV không có công tắc bật/tắt. Nút Nguồn trên điều khiển từ xa chuyển Apple TV sang chế độ ngủ và đánh thức Apple TV từ chế độ ngủ. Để ngắt kết nối Apple TV khỏi nguồn điện, hãy rút phích cắm dây nguồn. Đảm bảo rằng dây nguồn luôn dễ tiếp cận. Khi kết nối hoặc ngắt kết nối Apple TV, luôn giữ ở hai bên phích cắm. Không để các ngón tay tiếp xúc với phần kim loại của phích cắm. Vị trí Không sử dụng Apple TV ở ngoài trời. Apple TV là một sản phẩm sử dụng trong nhà. Không đặt nguồn lửa trần, như nến đang cháy, lên trên hoặc gần Apple TV. Không sử dụng Apple TV gần nguồn nước. Không để Apple TV tiếp xúc với chất lỏng nhỏ giọt hoặc bắn tóe, cũng như không đặt bất kỳ đồ vật nào có chứa chất lỏng, như lọ hoa, trên Apple TV. Không di chuyển Apple TV nếu được kết nối với TV, máy tính hoặc thiết bị điện tử khác. CẢNH BÁO: Để giảm nguy cơ hỏa hoạn hoặc điện giật, không để Apple TV tiếp xúc với nước mưa, chất lỏng, hơi ẩm, nhiệt quá cao hoặc ngọn lửa trần. Pin và sạc pin Không cố gắng tự thay thế pin điều khiển từ xa – bạn có thể làm hỏng pin, việc này có thể gây ra quá nhiệt, hỏa hoạn và thương tích. Pin lithium-ion trong điều khiển từ xa phải do Apple hoặc nhà cung cấp dịch vụ được ủy quyền bảo trì hoặc tái chế và phải được tái chế hoặc thải bỏ riêng với rác thải gia đình. Thải bỏ pin tuân theo luật pháp và quy định về môi trường của địa phương. Để biết thông tin về pin lithium-ion của Apple cũng như việc bảo trì và tái chế pin, hãy truy cập apple.com/vn/batteries/service-and-recycling. Để biết thông tin về việc sạc pin, hãy xem “Sạc điều khiển từ xa” ở bên dưới. Làm sạch và bảo quản Để làm sạch Apple TV, hãy rút phích cắm dây nguồn và tất cả các cáp. Sau đó, sử dụng khăn mềm, khô, không có xơ. Tránh làm ẩm các lỗ hở. Không sử dụng dung dịch lau kính cửa sổ, dung dịch làm sạch trong gia đình, phun son khí, dung môi, cồn, amoniac hoặc chất ăn mòn để làm sạch Apple TV. Sửa chữa Không tự sửa chữa. Bạn có thể tìm thêm thông tin về việc nhận dịch vụ tại địa chỉ support.apple.com/apple-tv/repair/service. CẢNH BÁO: Không cố mở Apple TV hoặc tháo rời thiết bị. Bạn có nguy cơ bị điện giật, đồng thời những hỏng hóc do việc tháo rời thiết bị không được bao gồm trong bảo hành giới hạn. Người dùng không thể bảo trì bất kỳ bộ phận nào bên trong. Vận chuyển Apple TV có thể bị hỏng do việc lưu kho hoặc vận chuyển không đúng cách. Hãy cẩn thận để không làm rơi Apple TV khi vận chuyển thiết bị. Môi trường hoạt động Apple TV hoạt động tốt nhất khi nhiệt độ xung quanh là từ 0°C đến 35°C (32°F đến 95°F) và có thể bảo quản ở nhiệt độ từ -20°C đến 45°C (-4°F đến 113°F). Khi bạn đang sử dụng Apple TV, vỏ của thiết bị thường ấm lên. Vỏ của Apple TV được thiết kế để truyền nhiệt từ bên trong thiết bị ra không khí mát hơn ở bên ngoài. Không sử dụng Apple TV ở những khu vực có nhiều bụi bay hoặc các hạt vật chất có thể bít kín các lỗ thông gió. Môi trường dễ nổ và các điều kiện môi trường khác Sử dụng Apple TV và điều khiển từ xa ở bất kỳ khu vực nào có không khí dễ nổ tiềm ẩn, chẳng hạn như nơi không khí có mật độ cao các hóa chất, hơi hoặc hạt dễ cháy (như vụn gỗ, bụi hoặc mạt kim loại) có thể gây nguy hiểm. Để Apple TV và điều khiển từ xa tiếp xúc với những môi trường có mật độ cao các hóa chất công nghiệp, bao gồm những nơi gần chất khí hóa lỏng dễ bay hơi như heli, có thể gây hỏng hóc hoặc trục trặc cho Apple TV và điều khiển từ xa. Hãy tuân thủ tất cả các ký hiệu và hướng dẫn. Tình trạng y tế Nếu bạn cho rằng tình trạng y tế của mình có thể bị ảnh hưởng bởi việc sử dụng Apple TV (ví dụ như tai biến, hoa mắt, mỏi mắt hoặc đau đầu), hãy hỏi ý kiến bác sĩ của bạn trước khi sử dụng Apple TV. Thiết bị y tế Điều khiển từ xa có chứa các bộ phận vô tuyến phát ra trường điện từ. Những trường điện từ này có thể gây nhiễu máy trợ tim, máy khử rung tim và các thiết bị y tế khác. Hãy giữ điều khiển từ xa cách máy trợ tim hoặc máy khử rung tim của bạn tối thiểu 15 cm (khoảng 6 inch). Nếu bạn nghi ngờ điều khiển từ xa đang gây nhiễu máy trợ tim hoặc bất kỳ thiết bị y tế nào khác, hãy dừng sử dụng và hỏi bác sĩ để biết thông tin dành riêng cho thiết bị y tế của bạn. Chuyển động lặp lại Khi bạn thực hiện các hoạt động lặp lại chẳng hạn như chơi trò chơi trên Apple TV, đôi khi bạn có thể thấy khó chịu ở bàn tay, cánh tay, cổ tay, vai, cổ hoặc các bộ phận khác trên cơ thể. Nếu bạn thấy khó chịu, hãy dừng những hoạt động đó và hỏi ý kiến bác sĩ. Sạc điều khiển từ xa Sạc điều khiển từ xa bằng cáp Lightning đi kèm hoặc cáp Lightning “Made for iPhone” khác của bên thứ ba. Sử dụng cáp hoặc bộ sạc bị hỏng hoặc giả hay sạc khi có hơi ẩm có thể gây hỏa hoạn, điện giật, thương tích hoặc hỏng hóc điều khiển từ xa hay tài sản khác. Khi bạn sử dụng bộ tiếp hợp nguồn để sạc điều khiển từ xa, hãy đảm bảo rằng cáp Lightning được cắm hoàn toàn vào bộ tiếp hợp nguồn trước khi bạn cắm bộ tiếp hợp vào ổ điện. Cáp và đầu nối Lightning Tránh để da tiếp xúc trong thời gian dài với đầu nối khi cáp Lightning được cắm vào nguồn điện vì việc này có thể gây khó chịu hoặc thương tích. Tránh các tình huống mà da của bạn tiếp xúc với đầu nối Lightning trong thời gian dài khi đầu nối được cắm. Ví dụ: không ngồi hoặc nằm ngủ trên điều khiển từ xa hoặc đặt điều khiển từ xa dưới chăn, gối hoặc nằm đè lên trong khi điều khiển từ xa đang sạc hoặc trong khi cáp Lightning được cắm vào nguồn điện. Đặc biệt lưu ý nếu tình trạng thể chất của bạn ảnh hưởng đến khả năng phát hiện nguồn nhiệt đối với cơ thể. Đầu nối Lightning bị phai màu sau quá trình sử dụng thường xuyên là hiện tượng bình thường. Bụi bẩn, mảnh vụn và việc tiếp xúc với chất lỏng có thể gây phai màu. Để loại bỏ tình trạng phai màu hoặc nếu cáp ấm lên trong khi sử dụng hoặc không sạc được điều khiển từ xa, hãy rút cáp Lightning khỏi máy tính hoặc bộ tiếp hợp nguồn và lau sạch bằng khăn mềm, khô, không có xơ. Không sử dụng các chất lỏng hoặc sản phẩm làm sạch khi làm sạch đầu nối Lightning. Chơi trò chơi Tránh chuyển động quá mức khi chơi trò chơi trên Apple TV. Cầm chắc điều khiển từ xa hoặc bộ điều khiển trò chơi để tránh gây thương tích hoặc hỏng hóc bất ngờ. Thông tin thiết bị Các thông tin như số máy, số sê-ri và định mức nguồn điện được đặt ở mặt dưới của Apple TV. Để tìm số sê-ri trên màn hình, hãy đi tới Cài đặt > Cài đặt chung > Giới thiệu. Hướng dẫn sử dụng Trước khi sử dụng Apple TV, hãy xem lại Hướng dẫn sử dụng Apple TV. Hãy truy cập support.apple.com/guide/tv. Bạn cũng có thể sử dụng ứng dụng Sách của Apple để tải về hướng dẫn sử dụng (khi có sẵn). Giữ lại tài liệu để tham khảo sau này.
zh_cn: 警告： 为避免受到伤害，请在使用Apple TV前阅读下方所有安全信息和操作说明。如若不依照这些安全说明操作，可能会导致火灾、电击，或对Apple TV或其他财物造成伤害或损坏。 重要安全说明 请阅读并遵循这些说明以安全地使用Apple TV。 • 阅读这些说明。 • 保留这些说明。 • 注意所有警告。 • 遵循所有说明。 • 切勿在近水处使用Apple TV。 • 仅使用干布清洁。 • 勿堵塞任何通风口。按照生产企业的说明进行安装。 • 勿在散热器、热风调节器、炉灶等热源或其他产热设备（包括放大器）附近进行安装。 • 勿踩踏或挤压电源线，尤其注意其插头处及其与Apple TV连接的部位。 • 仅使用生产企业指定的附件/配件。 • 雷暴天气或长时间不使用时，请拔下Apple TV电源插头。 • 如遇维修问题，请向合格的维修人员寻求帮助。Apple TV在出现任何形式的损坏时，都需要进行维修，包括电源线或插头损坏、液体渗入或物体掉入Apple TV，Apple TV被雨淋或受潮、无法正常工作，或曾摔落过等情况。 电源 Apple TV没有开关键。遥控器上的电源按键可用于使Apple TV休眠或唤醒Apple TV。拔下电源线即可断开Apple TV电源。请确保电源线始终放置在容易取用的地方。在连接或断连Apple TV时，请始终从侧面握住插头。切勿用手指触碰插头的金属部分。 位置 请勿在户外使用Apple TV。Apple TV为室内产品。请勿将明火源（如点燃的蜡烛）放置在Apple TV之上或附近。勿在近水处使用Apple TV。避免液体滴溅或淋湿Apple TV，且不要将任何装有液体的物品（如花瓶）放置在Apple TV上。勿在Apple TV与电视、电脑或其他电子设备相连时移动它。 警告：切勿让Apple TV遭受雨淋、被液体浸湿或受潮、暴露在高温或明火环境中，以降低火灾或电击的风险。 电池与充电 请勿尝试自行更换遥控器电池，你可能会损坏电池，进而导致过热、火灾及损伤。遥控器内的锂离子电池应由Apple或授权服务提供商提供相关服务或进行回收，且必须与生活垃圾分开回收或处理。请按照当地的环保法规来处理电池。如需了解Apple锂离子电池和电池服务与循环利用的相关信息，请前往apple.com/cn/batteries/service-and-recycling。充电信息详见下方“给遥控器充电”部分。 清洁与保养 若要清洁Apple TV，请拔下电源线和所有线缆。然后使用柔软干燥的不起绒擦拭布清洁。避免开口处受潮。切勿使用窗户清洁剂、家用清洁剂、喷雾剂、溶剂、酒精、氨水或研磨剂来清洁Apple TV。 维修 请勿自行维修。如需了解获取服务的更多信息，请访问support.apple.com/apple-tv/repair/service。 警告：请勿尝试打开或拆卸Apple TV。这样做有触电危险，同时因拆卸而造成的损坏不包括在有限保修的范围内。Apple TV内没有用户可以自行维修的部件。 操作 存放或操作不当，可能会损坏Apple TV。在运输Apple TV的过程中，请小心不要将其摔落。 操作环境 Apple TV最适合在温度介于0°到35°C（32°到95°F）的环境中工作，储存温度应介于 -20°到45°C（-4°到113°F）。使用Apple TV时，外壳发热是正常现象。Apple TV外壳的设计可将设备内部的热量散发到外面较冷的空气中。 切勿在浮尘或颗粒物较多的区域操作Apple TV，它们可能会堵塞通风口。 易爆及其他大气状况 在潜在易爆环境，如含高度易燃的化学品、蒸汽或颗粒（如谷物、粉尘或金属粉末）的环境中使用Apple TV及遥控器可能会导致危险。将Apple TV及遥控器置于工业化学品含量高的环境中，包括靠近氦气等挥发中的液化气体，可能会破坏或损害Apple TV及遥控器的功能。请遵守所有标识和说明。 医疗状况 如果你认为使用Apple TV可能会使你的健康状况受到影响（例如痉挛、眩晕、眼睛疲劳或头痛），请在使用Apple TV前咨询医师。 医疗设备 Apple TV遥控器包含释放电磁场的无线电。这些电磁场可能干扰心脏起博器、除颤器和其他医疗设备。请在起搏器或除颤器和Apple TV遥控器之间保持至少15厘米（约6英寸）的距离。如果你认为Apple TV遥控器正在干扰你的起搏器或任何其他医疗设备，请停止使用并咨询你的医师以获得有关你医疗设备的信息。 重复运动 当不断重复同一动作时（例如在Apple TV上玩游戏），你的手、臂、腕、肩、颈或其他身体部位可能会偶感不适。如果感到不适，请停止这些动作并咨询医师。 给遥控器充电 使用随附的闪电线缆，或者其他张贴有“Made for iPhone”的第三方闪电线缆给遥控器充电。使用假冒或损坏的线缆或充电器，或者在潮湿环境下充电会导致火灾、电击、受伤或损坏遥控器或其他财物。使用电源适配器给遥控器充电时，在将适配器插入电源插座之前，请确保闪电线缆已完全插入电源适配器。 闪电线缆和插头 当闪电线缆插入电源时，应当避免皮肤与插头长时间接触，否则可能引起不适或受伤。在闪电插头通电时，请避免皮肤与之长时间接触。例如，当遥控器正在充电，或当闪电线缆插入电源时，切勿坐在或睡在其上，或将其放在毯子、枕头或身体下。如果你的身体状况影响你感知与身体接触的热度的能力，请特别小心。 正常使用情况下，闪电插头变色是正常现象。灰尘、碎屑和液体渗入都可能导致变色。若要清除变色，或者若线缆在使用过程中发热或无法给遥控器充电，请从电脑或电源适配器上拔下闪电线缆，并使用柔软干燥不起绒的擦拭布清洁。清洁闪电插头时，请勿使用液体或清洁产品。 游戏 在Apple TV上玩游戏时，请避免进行剧烈运动。请握稳遥控器或游戏控制器以防止受伤或意外损坏。 设备信息 型号、序列号和额定电源等信息位于Apple TV的底部。若要在屏幕上查找序列号，请在“设置”中前往“通用”>“关于”。 使用手册 使用Apple TV前，请先浏览《Apple TV使用手册》。前往support.apple.com/zh-cn/guide/tv即可找到。你也可通过Apple Books下载该使用手册（在可用地区）。请保留以供将来参考。
zh_hk: 警告： 為避免傷害，使用Apple TV之前請先閲讀以下所有安全資料和操作指示。如沒有依照這些安全指示來操作，可能會導致火災、觸電，或對Apple TV或其他財物造成傷害或損毀。 重要安全指示 請詳閲並遵守以下指示以安全地使用Apple TV。 • 請詳閲這些指示。 • 保留這些指示。 • 留意所有警吿。 • 依照所有指示。 • 請勿在靠近水的地方使用Apple TV。 • 只用乾布清潔。 • 請勿堵塞任何通風口。請依照製造商的指示安裝。 • 請勿安裝在接近熱源的地方，例如暖爐、電熱器、爐灶或其他產生熱力的裝置（包括擴音器）旁邊。 • 請保護電源線不被踩踏或擠壓，尤其是插頭部位以及從Apple TV延伸出來的部位。 • 只使用製造商指定的附件或配件。 • 請在雷電、暴風雨或長時間不使用Apple TV時拔掉其插頭。 • 請由合資格的專業維修人員進行維修服務。如Apple TV受到以下損毀，即需要接受維修：電源線或插頭損毀、液體潑灑或物件掉入Apple TV內，或Apple TV曾暴露在雨水或濕氣中導致無法正常運作，或者曾經摔落。 電源 Apple TV沒有「開啟/關閉」開關。遙控器上的「電源」按鈕可讓Apple TV進入睡眠，並將Apple TV從睡眠中喚醒。如要切斷Apple TV的電源，請拔掉電源線。請確定將電源線放在容易插上和拔掉的位置。連接或中斷Apple TV的電源時，請務必手持插頭兩側。請勿用手指接觸插頭的金屬部位。 位置 請勿在户外使用Apple TV。Apple TV是室內使用的產品。請勿在Apple TV上或其附近放置火源（例如點燃的蠟燭）。請勿在靠近水的地方使用Apple TV。請勿讓液體滴落或潑灑在Apple TV上，且請勿將裝有液體的物品（例如花瓶）放置在Apple TV上。當Apple TV連接電視、電腦或其他電子裝置時，請勿將其搬移。 警告：請勿讓Apple TV暴露在雨中、液體、濕氣、過度高温或開放的火源下，以避免火災或觸電的危險。 電池與充電 請勿嘗試自行更換遙控器的電池，你可能會損毀電池，進而造成過熱、起火和傷害。遙控器中的鋰電池的相關服務，只能由Apple或授權的服務供應商提供或回收，且必須與家庭廢棄物分開回收或處理。請依照你當地的環保法規和指示來棄置電池。如需Apple鋰電池以及電池維修與回收的相關資料，請前往apple.com/hk/batteries/service-and-recycling。如需充電的相關資料，請參閲下方的「為遙控器充電」。 清理和保護 如要清潔Apple TV，請拔掉電源線和所有連接線。然後使用柔軟、乾燥且不會產生棉絮的布料來擦拭。避免讓機身的開口處受潮。請勿使用窗户清潔劑、家用清潔劑、噴霧劑、溶劑、酒精、氨水或磨砂材質來清潔Apple TV。 維修 請勿自行維修。你可以在網站support.apple.com/zh-hk/apple-tv/repair/service找到更多關於取得維修服務的資料。 警告：請勿嘗試打開Apple TV或將其拆解。你可能會因為拆解裝置而有觸電或受傷的風險，這並不涵蓋在有限保養範圍內。內部沒有用户可自行維修的零件。 處理 Apple TV可能會因為不當的保存或搬運而毀損。請小心不要在運送時摔落Apple TV。 操作環境 Apple TV可於溫度介於攝氏0度至35度（華氏32度至95度）的環境中操作，並可存放於溫度介於攝氏-20度至45度（華氏-4度至113度）的環境中。在使用Apple TV時，其外殼產生微温是正常現象。Apple TV的外殼設計是將機身內部產生的熱力散發出去。 如區域中有大量灰塵或懸浮粒子，並可能堵塞通風口，請勿操作Apple TV。 具爆炸危險性與其他氣體情況 在潛藏爆炸危險性氣體的任何區域，如空氣中含有高濃度易燃化學物、蒸汽或微粒（如穀物、灰塵或金屬粉塵）的區域，使用Apple TV和遙控器可能會發生危險。將Apple TV和遙控器曝露在含有高濃度工業化學品的環境中，包括幾乎蒸發的液化氣體（如氦氣），可能會損壞或損害Apple TV和遙控器的功能。請遵守所有標誌與指示。 健康狀況 如果你有任何可能受Apple TV影響的健康狀況（例如，突發病症、昏厥、眼睛疲勞或頭痛），請在使用Apple TV前諮詢醫生。 醫療裝置 遙控器包含會發射電磁場的射頻。這些電磁場可能會干擾心臟起搏器、心臟除顫器和其他醫療裝置。請將遙控器遠離你的心臟起搏器或心臟除顫器至少15厘米（大約6吋）。如果你懷疑遙控器干擾你的心臟起搏器或任何其他醫療裝置，請停止使用，並諮詢你的醫生以取得有關醫療裝置資料。 重複性的動作 當你從事重複性的活動時（例如在Apple TV上玩遊戲），你的手部、手臂、手腕、肩膀、頸部或身體其他部位有時候可能會感到不適。如果你感到不適，請停止這些活動並諮詢醫生。 為遙控器充電 請使用隨附的Lightning連接線，或其他標有「Made for iPhone」字樣的第三方Lightning連接線來為遙控器充電。使用仿冒或受損的連接線或充電器，或者在潮濕情況下進行充電，可能會造成火災、觸電、傷害或對遙控器或其他財物造成損害。當你使用電源轉換器來為遙控器充電時，請確定Lightning連接線已完全插入電源轉換器，再將轉換器插入電源插座。 Lightning連接線與接頭 當Lightning連接線接上電源時，請避免皮膚長時間接觸接頭，因為可能會造成不適或受傷。當Lightning接頭連接電源時，請儘量避免皮膚與接頭長時間接觸。例如遙控器正在充電中或Lightning連接線連接電源時，請勿坐臥在其上方，或將其置於毛毯、枕頭或你的身體下。如你的身體狀況會影響你身體對熱度的偵測能力，請特別小心。 在正常使用後，Lightning接頭的變色屬正常現象。灰塵、異物或暴露於液體環境皆可能造成變色。如要除去變色，或是你的連接線在使用期間變得溫熱或無法為遙控器充電，請將Lightning連接線從你的電腦或電源轉換器拔除，並使用柔軟、乾燥且不會產生棉絮的布料來清潔。在清理Lightning接頭時，請勿使用液體或清潔劑。 遊戲 避免在Apple TV上進行遊戲時產生過大動作。請穩固持握遙控器或遊戲控制器，以避免受傷或意外損害。 裝置資料 型號、序號和電力規格等資料位於Apple TV底部。如要在螢幕上尋找序號，請前往「設定」>「一般」>「關於本機」。 使用手冊 使用Apple TV前請先閲讀「Apple TV使用手冊」。請前往support.apple.com/zh-hk/guide/tv。你亦可以使用Apple Books來下載使用手冊（如有）。請保留文件供日後參考之用。
zh_tw: 警告： 為了避免傷害，使用Apple TV前，請先閱讀以下所有的安全資訊和操作指示。若沒有依照以下的安全指示來操作，可能會導致火災、觸電，或對Apple TV或其他財物造成傷害或損毀。 重要安全指示 請詳閱並遵守以下指示來安全地使用Apple TV。 • 詳閱這些指示。 • 妥善保存這些指示。 • 注意所有警告。 • 遵守所有指示。 • 請勿在靠近水的場所使用Apple TV。 • 請僅使用乾燥的布料清潔。 • 請勿堵塞任何通風口。請參照製造商的指示來安裝。 • 請勿安裝在接近熱源的場所，例如暖爐、電熱器、鍋爐或其他產生熱氣的產品（包含擴大機）旁。 • 請保護電源線不被踩踏或擠壓，尤其在插頭部位以及Apple TV機身相接處。 • 僅使用製造商所指定的附件或配件。 • 雷雨或長時間不使用時，請拔下Apple TV的插頭。 • 請由合格的專業維修人員進行維修服務。若Apple TV受到以下損毀，即需要接受維修：電源線或插頭損毀、液體潑灑或物件掉入Apple TV內，或Apple TV曾暴露在雨水或濕氣中、無法正常運作，或者曾經摔落過。 電源 Apple TV沒有「開啟/關閉」開關。遙控器上的「電源」按鈕會讓Apple TV進入睡眠和將Apple TV從睡眠中喚醒。若要切斷Apple TV的電源，請拔下電源線。請確定將電源線插在容易取得的位置。當連接或中斷Apple TV的電源時，請務必手持插頭的兩側。請勿用手指接觸插頭的金屬部位。 擺放位置 請勿於室外使用Apple TV。Apple TV是室內使用的產品。請勿在Apple TV上或其附近放置火源（例如點燃的蠟燭）。請勿在靠近水的場所使用Apple TV。請勿讓液體滴落或潑灑在Apple TV上，並請勿將裝有液體的物品（例如花瓶）放置在Apple TV上。當Apple TV連接電視、電腦或其他電子裝置時，請勿將其搬移。 警告：請勿讓Apple TV暴露在雨中、液體、濕氣、過度高熱或開放的火源下，以避免火災或觸電的危險。 電池和充電 請勿自行嘗試替換遙控器電池，你可能會損壞電池而導致過熱、起火和受傷。遙控器中的鋰離子電池應由Apple或授權維修中心維修或回收，而且必須和家庭廢棄物分開回收或處置。請依照你當地的環境法規和準則處置電池。如需Apple鋰離子電池以及電池維修和回收的相關資訊，請前往apple.com/tw/batteries/service-and-recycling網站。如需充電相關的資訊，請參閱下方的「替遙控器充電」。 清潔和保養 若要清理Apple TV，請拔下電源線和所有連接線。然後使用柔軟、乾燥且不會產生棉絮的布料來擦拭。避免讓機身的開口處受潮。請勿使用窗戶清潔劑、家用清潔劑、噴霧劑、溶劑、酒精、氨水或磨砂材質來清潔Apple TV。 維修 請勿自行維修。你可以在support.apple.com/zh-tw/apple-tv/repair/service找到更多取得服務的相關資訊。 警告：請勿嘗試打開Apple TV或將其拆解。你可能會因為拆解裝置而有觸電或受傷的風險，這並不涵蓋在有限保固範圍內。內部沒有使用者可自行維修的零件。 處理 Apple TV可能會因為不當的保存或搬運而毀損。請小心不要在運送時摔落Apple TV。 操作環境 Apple TV可於溫度介於攝氏0°至35° C（華氏32°至95° F）的環境中操作，並可存放於溫度介於攝氏 -20°至45° C（華氏 -4°至113° F）的環境中。當你在使用Apple TV時，其外殼產生微溫是正常的現象。Apple TV的外殼設計是將機體內部產生的熱能散發出去。 若區域中的大量灰塵或懸浮微粒可能堵塞通風口，請勿操作Apple TV。 具爆炸危險性與其他氣體情況 在潛藏爆炸危險性氣體的任何區域，如空氣中含有高濃度易燃化學物、蒸汽或微粒（如穀物、灰塵或金屬粉塵）的區域，使用Apple TV和遙控器可能會發生危險。讓Apple TV和遙控器曝露在含有高濃度工業化學品的環境中，包括靠近蒸發的液化氣體（如氦氣），可能會損壞或影響Apple TV和遙控器的功能。請遵守所有的標誌與指示。 醫療狀況 如果你有任何醫療狀況確定受Apple TV影響（例如，突發病症、昏厥、眼睛疲勞或頭痛），請在使用Apple TV前諮詢醫生。 醫療裝置 遙控器包含會發射電磁場的射頻。這些電磁場可能會干擾心律調節器、電擊器和其他醫療裝置。請將遙控器遠離你的心律調節器或電擊器至少15公分（大約6英寸）。若你有遙控器會干擾心律調節器、電擊器或其他醫療裝置的疑慮，請停止使用並請諮詢你的醫生，以取得有關醫療裝置的特定資訊。 重複性的動作 當你從事重複性的活動時（例如在Apple TV上玩遊戲），你的手部、手臂、手腕、肩膀、頸部或身體其他部位有時候可能會感到不適。如果你感到不適，請停止這些活動並諮詢醫生。 替遙控器充電 請使用隨附的Lightning連接線，或其他標有「Made for iPhone」的第三方Lightning連接線來替遙控器充電。使用仿冒或受損的連接線或充電器，或者在潮溼情況下進行充電，可能會造成火災、觸電、傷害或對遙控器或其他財物造成損害。當你使用電源轉接器來替遙控器充電時，請確定Lightning連接線已完全插入電源轉接器，再將轉接器插入電源插座。 Lightning連接線與連接器 當Lightning連接線接上電源時，請避免皮膚長時間接觸連接器，因為可能會造成不適或受傷。當Lightning連接器長時間連接電源時，請儘量避免與皮膚造成接觸。例如，遙控器正在充電或Lightning連接線連接電源時，請勿坐臥在其上方，或將其置於毛毯、枕頭或你的身體下。若你的身體狀況會影響你身體對熱度的感知能力，請特別小心。 在正常使用後，Lightning連接器的變色屬正常現象。灰塵、異物或暴露於液體環境皆可能造成變色。若要除去變色，或是你的連接線在使用期間變得溫熱或無法替遙控器充電，請將Lightning連接線從你的電腦或電源轉接器拔除，並使用柔軟、乾燥且不會產生棉絮的布料來清潔。在清理Lightning連接器時，請勿使用液體或清潔劑。 玩遊戲 避免在Apple TV上進行遊戲時產生過大的動作。在遙控器或控制器上保持穩固持握，以避免受傷或意外損壞。 裝置資訊 型號、序號和電力規格等資訊位於Apple TV底部。若要在螢幕上尋找序號，請前往「設定」>「一般」>「關於本機」。 使用手冊 使用Apple TV前請檢視「Apple TV使用手冊」。請前往support.apple.com/zh-tw/guide/tv/welcome/tvos網站。你也可以使用Apple Books來下載使用手冊（若可用）。請保留文件以供日後參照。
